#
# Copyright 2006 - 2010 Pentaho Corporation.  All rights reserved.
# This program is free software; you can redistribute it and/or modify it under the
# terms of the GNU Lesser General Public License, version 2.1 as published by the Free Software
# Foundation.
#
# You should have received a copy of the GNU Lesser General Public License along with this
# program; if not, you can obtain a copy at http://www.gnu.org/licenses/old-licenses/lgpl-2.1.html
# or from the Free Software Foundation, Inc.,
# 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301 USA.
#
# This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY;
# without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.
# See the GNU Lesser General Public License for more details.
#

UI.USER_SAVE_SUCCESS=Le fichier a \u00e9t\u00e9 correctement enregistr\u00e9.
UI.USER_SAVE_FAILED_GENERAL=Le fichier n'a pas pu \u00eatre enregistr\u00e9 \u00e0 cause d'une d\u00e9faillance g\u00e9n\u00e9rale. Voir le journal du serveur pour plus d'informations.
UI.USER_SAVE_FAILED_INVALID_USER_CREDS=Vous n'\u00eates pas autoris\u00e9 \u00e0 enregistrer ce fichier. L'enregistrement du fichier a \u00e9chou\u00e9.

BaseTest.DEBUG_JUNIT_TEST=Test JUnit

CHART.DISPLAY_ERROR=Erreur d'affichage
CHART.USER_SAMPLES=\u00c9chantillons d'utilisateurs

InitFailure.USER_ERRORS_DETECTED=The following errors were detected
InitFailure.USER_SEE_SERVER_CONSOLE=Please see the server console for more details on each error detected.

NAVIGATE.ERROR_0001_NAVIGATE_ERROR=Could not create navigation display

PIECHART.DISPLAY_ERROR=Erreur d'affichage
PIECHART.TEST_PIE_CHART=Graphique en secteurs de test
PIECHART.USER_SAMPLES=\u00c9chantillons d'utilisateurs

PUBLISHERS.ERROR_0001_PUBLISHERS_ERROR=Could not get information about publishers

SCHEDULER_ADMIN.ERROR_0001_DISPLAY_ERROR=Could not create Scheduler Admin display

SOLUTION_MANAGER.ERROR_0001_DISPLAY_ERROR=Could not create Solution Manager display

SolutionManagerUI.ERROR_0001=Informations\u0020: Ne peut \u00eatre ex\u00e9cut\u00e9 que dans un r\u00e9f\u00e9rentiel bas\u00e9 sur un fichier Pentaho et ne peut \u00eatre utilis\u00e9 qu'avec un r\u00e9f\u00e9rentiel RDBMS.

UI.ERROR_0001_BAD_TEMPLATE=Template could not be loaded: {0}
UI.ERROR_0002_BAD_TEMPLATE_OBJECT=Template engine could not be loaded


UI.USER_ABOUT_TITLE=Pentaho Server Version: {0}
UI.USER_COPYRIGHT=Copyright &copy; 2004 - 2010
UI.USER_ABOUT_TEXT={0} Pentaho Corporation. Tous droits r\u00e9serv\u00e9s.<p/>Ce programme est un logiciel libre. Vous pouvez le redistribuer et/ou le modifier selon les termes de la licence publique g\u00e9n\u00e9rale limit\u00e9e GNU, version 2.1 telle qu'elle a \u00e9t\u00e9 publi\u00e9e par la Free Software Foundation.<p/>Vous devez avoir re\u00e7u une copie de la licence publique g\u00e9n\u00e9rale limit\u00e9e GNU en m\u00eame temps que ce programme. Si ce n'est pas le cas, procurez-vous une copie sur le site http://www.gnu.org/licenses/old-licenses/lgpl-2.1.html ou aupr\u00e8s de la Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301 \u00c9tats-Unis.<p/>Ce programme est distribu\u00e9 car potentiellement utile, mais SANS AUCUNE GARANTIE, y compris la garantie implicite de COMMERCIALISATION ou d'ADAPTATION DANS UN BUT SP\u00c9CIFIQUE. Pour plus d'informations, reportez-vous \u00e0 la licence publique g\u00e9n\u00e9rale limit\u00e9e GNU.<p/>
UI.USER_SPECIAL_THANKS=Special thanks to our Contributors.
UI.USER_ADMIN=Administrateur
UI.USER_ADMIN_INTRO=Welcome to Pentaho Administration. Here administrators can manage schedules and refresh the Pentaho BI Server settings.<p/>Additional information for Administrators - Pentaho Professional Edition can integrate with LDAP or MSAD providers for single sign on and securing of reports, track the changes throughout the lifecycle of solution from development to production, understand the usage patterns of the application through auditing, and much more. For more information see <a href="http://www.pentaho.org">www.pentaho.com</a>
UI.USER_ANALYSIS=Analyses
UI.USER_ANALYSIS_INVALID_PAGE=Vous ne pouvez pas acc\u00e9der \u00e0 cette page directement. Vous pouvez y acc\u00e9der par l'interm\u00e9diaire d'un lien accessible sur d'autres pages.
UI.USER_ANALYSIS_UNTITLED_PIVOT_NAME=Pivot sans titre
UI.USER_BURST_EDIT_DATA_HINT=Saisissez votre nom et votre adresse e-mail, ainsi que ceux de quelques amis. Lorsque vous ex\u00e9cutez des exemples d'\u00e9clatement, chaque personne re\u00e7oit un rapport sp\u00e9cifique pour la r\u00e9gion que vous lui avez s\u00e9lectionn\u00e9e.
UI.USER_BURST_EDIT_DATA_TITLE=Modifier les sites h\u00e9berg\u00e9s d'\u00e9clatement
UI.USER_BURST_EMAIL=Adresse e-mail
UI.USER_BURST_MANAGER=Responsable
UI.USER_BURST_REGION=R\u00e9gion

UI.USER_HOME_INTRO=The Pentaho Open Source BI Suite provides comprehensive reporting, analysis, and dashboard capabilities that help organizations operate more efficiently and effectively.

UI.USER_LINKS=Liens associ\u00e9s

UI.USER_OFFLINE=Si vous \u00eates connect\u00e9 \u00e0 Internet, vous trouverez des informations mises \u00e0 jour ici.

UI.USER_PUBLISHER_TITLE=Publisher Administration

UI.USER_RESET=R\u00e9initialiser
UI.RESET_REPOSITORY_TITLE=R\u00e9initialiser le r\u00e9f\u00e9rentiel de la solution
UI.USER_SAMPLES=\u00c9chantillons et exemples

UI.USER_SELECT=S\u00e9lectionner\u0020:
UI.USER_TEST_SUITE_TITLE=Test Suite
UI.USER_UPDATE=Mettre \u00e0 jour...
UI.USER_WELCOME=Bienvenue
UI.USER_WHATS_NEW=Nouveaut\u00e9s Pentaho

WIDGETS.ERROR_0001_DISPLAY_ERROR=Could not create widget display

UI.USER_LOGIN=Connexion
UI.USER_LOGIN_LOGGED_IN_AS=Vous \u00eates actuellement connect\u00e9 en tant que {0}.
UI.USER_LOGIN_LOGIN_AS_DIFFERENT_USER=Connectez-vous sous un autre nom d'utilisateur
UI.USER_USER_PROMPT=Utilisateur\u0020:
UI.USER_LOGIN_FAILED=Votre tentative de connexion a \u00e9chou\u00e9. Veuillez recommencer.
UI.USER_LOGIN_FAILED_REASON_SESSION_REUSE=You have attempted to login but the previous user had not yet logged out. In order to protect the previous user, the previous user has automatically been logged out. You may now attempt to login with your credentials.
UI.USER_PASSWORD_PROMPT=Mot de passe\u0020:
UI.USER_USERS_PROMPT=Utilisateurs valides\u0020:
UI.USER_LOGIN_FAILED_DEFAULT_REASON=Un probl\u00e8me inattendu s'est produit lors de la connexion.
UI.USER_LOGIN_FAILED_REASON_ORG_SPRINGSECURITY_BADCREDENTIALSEXCEPTION=Bad credentials.

UI.USER_PERMISSIONS=Autorisations
UI.USER_PERMISSION_DENIED=Autorisation refus\u00e9e
UI.USER_PERMISSION_SETTINGS=Param\u00e8tres
UI.USER_PERMISSION_TREE=R\u00e9f\u00e9rentiel de la solution

UI.PUC.LAUNCH.TITLE=Page de d\u00e9marrage
UI.PUC.LAUNCH.NEW_REPORT=Nouveau<br />rapport
UI.PUC.LAUNCH.NEW_ANALYSIS=Nouvelle vue<br />d'analyse
UI.PUC.LAUNCH.MANAGE_CONTENT=G\u00e9rer<br />le contenu
UI.PUC.LAUNCH.DATA_ACCESS=Nouvelle<br />source de donn\u00e9es

UI.WEB_HELP_TITLE=Visionneuse de l'aide Web
UI.WEB_HELP_PRINT=Imprimer
UI.WEB_HELP_CLOSE=Fermer

UI.PUC.LOGIN.ERROR=Une erreur de connexion s'est produite. Veuillez recommencer.
UI.PUC.SYSTEM.DOWN=Le syst\u00e8me est \u00e0 l'arr\u00eat pour cause de maintenance. Pour obtenir de l'aide, veuillez contacter votre administrateur syst\u00e8me.
UI.PUC.SYSTEM.DOWN.CAPTION=Connexion
UI.PUC.LOGIN.MESSAGE=The Pentaho User Console provides access to powerful Business Intelligence (BI) capabilities found in the Pentaho BI Suite. Login for access to your reports, analysis views and dashboards.
UI.PUC.LOGIN.COPYRIGHT=&copy; 2005-{0} Pentaho Corporation. Tous droits r\u00e9serv\u00e9s.
UI.PUC.LOGIN.NEW_WINDOW=Lancer dans une nouvelle fen\u00eatre
UI.PUC.LOGIN.PASSWORD=Mot de passe\u0020:
UI.PUC.LOGIN.USERNAME=Nom d'utilisateur\u0020:
UI.PUC.LOGIN.CONTACT_US=Nous contacter
UI.PUC.LOGIN.LOGIN=Connexion
UI.PUC.LOGIN.EVAL_LOGIN=Se connecter en tant qu'\u00e9valuateur
UI.PUC.LOGIN.ADMIN_USER=Administrateur
UI.PUC.LOGIN.BUSINESS_USER=Utilisateur
UI.PUC.LOGIN.REQUEST_SUPPORT=Demander une \u00e9valuation gratuite
UI.PUC.LOGIN.OK=OK
UI.PUC.LOGIN.CLOSE=FERMER
UI.PUC.LOGIN.ERROR.CAPTION=Erreur de connexion
UI.PUC.LOGIN.TITLE=Console utilisateur
UI.PUC.LOGIN.GO=ACC\u00c9DER
UI.PUC.TITLE=Console utilisateur Pentaho - Connexion
UI.PUC.LOGOUT.HEADER=Vous vous \u00eates d\u00e9connect\u00e9 de la console utilisateur.
UI.PUC.LOGOUT.BUTTON=Retour \u00e0 la page de connexion

UI.PDIUC.LOGIN.TITLE=Serveur d'int\u00e9gration de donn\u00e9es

UI.PUC.DOCS.TITLE=Informations relatives \u00e0 Pentaho BA Suite
UI.PUC.DOCS.HEADER.TITLE=Documentation
UI.PUC.DOCS.HEADER=Informations relatives \u00e0 Community Edition de Pentaho Business Analytics (BA) et Data Integration (DI), \u00e0 l'exception des fonctions d'Enterprise Edition. <ul><li>Pour l'analyseur de la console utilisateur&#8212;, la cr\u00e9ation de rapports interactifs, les tableaux de bord, le gestionnaire de licences et la configuration LDAP</li><li>Pour BA&#8212;le march\u00e9 des op\u00e9rations</li><li>Pour DI&#8212;le march\u00e9 des op\u00e9rations et certaines entr\u00e9es et \u00e9tapes DI</li></ul>
UI.PUC.DOCS.HEADER.VISIT_INFO=Pour obtenir des informations d\u00e9taill\u00e9es et mises \u00e0 jour, acc\u00e9dez au site {0}.
UI.PUC.DOCS.CONTENTS.BUTTON.EXPAND=Tout afficher
UI.PUC.DOCS.CONTENTS.BUTTON.COLLAPSE=Tout masquer
UI.PUC.DOCS.CONTENTS.MAKE_A_PLAN=Make a Plan
UI.PUC.DOCS.CONTENTS.MAKE_A_PLAN.COMPONENTS=Get Acquainted with Pentaho Components
UI.PUC.DOCS.CONTENTS.MAKE_A_PLAN.COMPONENTS.DESC=Introduction to the components that comprise Pentaho.
UI.PUC.DOCS.CONTENTS.MAKE_A_PLAN.WORKFLOWS=Choose Your Workflows
UI.PUC.DOCS.CONTENTS.MAKE_A_PLAN.WORKFLOWS.DESC=Overview of the different ways to work with Pentaho.
UI.PUC.DOCS.CONTENTS.MAKE_A_PLAN.SUPPORTED_COMPONENTS=Review Supported Technologies
UI.PUC.DOCS.CONTENTS.MAKE_A_PLAN.SUPPORTED_COMPONENTS.DESC=Listing of technologies that Pentaho supports for use with our products.
UI.PUC.DOCS.CONTENTS.INSTALL=Install Pentaho Software
UI.PUC.DOCS.CONTENTS.INSTALL.ZIPTAR=Install with Your Own BA Repository
UI.PUC.DOCS.CONTENTS.INSTALL.ZIPTAR.DESC=Instructions for using archive packages in .zip format to install Business Analytics components. Individual packages are available for each component.
UI.PUC.DOCS.CONTENTS.INSTALL.CLIENT=Install Only BA Tools
UI.PUC.DOCS.CONTENTS.INSTALL.CLIENT.DESC=Instructions for installing each of the Business Analytics tools.
UI.PUC.DOCS.CONTENTS.INSTALL.PDI=Install with Your Own DI Repository
UI.PUC.DOCS.CONTENTS.INSTALL.PDI.DESC=Instructions for using archive packages in .zip format to install Data Integration components. Individual packages are available for each component.
UI.PUC.DOCS.CONTENTS.INSTALL.CLIENT_PDI=Install Only DI Tools
UI.PUC.DOCS.CONTENTS.INSTALL.CLIENT_PDI.DESC=Instructions for installing each of the Data Integration tools.
UI.PUC.DOCS.CONTENTS.CONFIGURE=Configure Pentaho Systems
UI.PUC.DOCS.CONTENTS.CONFIGURE.BA_SERVER=Set Up BA Server and Tools
UI.PUC.DOCS.CONTENTS.CONFIGURE.BA_SERVER.DESC=Complete instructions for configuring Pentaho Business Analytics on Windows, Linux, and OS X.
UI.PUC.DOCS.CONTENTS.CONFIGURE.PDI_SERVER=Set Up DI Server and Tools
UI.PUC.DOCS.CONTENTS.CONFIGURE.PDI_SERVER.DESC=Complete instructions for configuring Pentaho Data Integration on Windows, Linux, and OS X.
UI.PUC.DOCS.CONTENTS.TUTORIALS=Walk-Through Tutorials
UI.PUC.DOCS.CONTENTS.TUTORIALS.PENTAHO=Learn About Analysis, Interactive Reports, and Dashboards
UI.PUC.DOCS.CONTENTS.TUTORIALS.PENTAHO.DESC=Detailed tutorial that guides you through creating your first analysis, interactive reports, and dashboards with the Pentaho User Console.
UI.PUC.DOCS.CONTENTS.TUTORIALS.PRD=Create Your First Print-Quality Report
UI.PUC.DOCS.CONTENTS.TUTORIALS.PRD.DESC=Detailed tutorial that demonstrates how to create a highly formatted report with Report Designer.
UI.PUC.DOCS.CONTENTS.TUTORIALS.PDI=Get Started with DI
UI.PUC.DOCS.CONTENTS.TUTORIALS.PDI.DESC=Tutorial showcasing the high-value features of Pentaho Data Integration.
UI.PUC.DOCS.CONTENTS.TUTORIALS.INSTAVIEW=Try Instant Template-Based Analysis
UI.PUC.DOCS.CONTENTS.TUTORIALS.INSTAVIEW.DESC=Detailed tutorial that shows how to use Instaview to quickly generate transform and analyze data from a variety of data sources.
UI.PUC.DOCS.CONTENTS.BUILD_SOLUTIONS=Build Full-Featured Solutions
UI.PUC.DOCS.CONTENTS.BUILD_SOLUTIONS.DATA_MODELS=Define Initial Data Models
UI.PUC.DOCS.CONTENTS.BUILD_SOLUTIONS.DATA_MODELS.DESC=Task-based documentation for creating initial data models using the Data Source Wizard in the Pentaho User Console.
UI.PUC.DOCS.CONTENTS.BUILD_SOLUTIONS.PUC=Create Analysis, Interactive Reports, and Dashboards
UI.PUC.DOCS.CONTENTS.BUILD_SOLUTIONS.PUC.DESC=Task-based documentation for the Pentaho User Console, Analyzer, Interactive Reporting, Dashboard Designer, and system administration features.
UI.PUC.DOCS.CONTENTS.BUILD_SOLUTIONS.REPORTS=Design Print-Quality Reports
UI.PUC.DOCS.CONTENTS.BUILD_SOLUTIONS.REPORTS.DESC=Task-based documentation about creating, editing, and publishing reports with Report Designer. Includes a complete chart property reference.
UI.PUC.DOCS.CONTENTS.BUILD_SOLUTIONS.PDI=Create DI Solutions
UI.PUC.DOCS.CONTENTS.BUILD_SOLUTIONS.PDI.DESC=Task-based documentation covering Pentaho Data Integration features.
UI.PUC.DOCS.CONTENTS.BUILD_SOLUTIONS.BIG_DATA=Work with Big Data
UI.PUC.DOCS.CONTENTS.BUILD_SOLUTIONS.BIG_DATA_DESC=How to configure Pentaho Data Integration for various Hadoop distributions, along with procedural documentation about how to use the Big Data steps and entries.
UI.PUC.DOCS.CONTENTS.DATA_MODELS=Create and Refine Advanced Data Models
UI.PUC.DOCS.CONTENTS.DATA_MODELS.RELATIONAL=Work with Relational Data Models
UI.PUC.DOCS.CONTENTS.DATA_MODELS.RELATIONAL.DESC=Reference material and task-based documentation for creating, editing, and publishing relational data models with the Metadata Editor.
UI.PUC.DOCS.CONTENTS.DATA_MODELS.ANALYSIS=Work with Multidimensional Data Models
UI.PUC.DOCS.CONTENTS.DATA_MODELS.ANALYSIS.DESC=Guidance and theory about creating ROLAP schemas with the Schema Workbench and the Mondrian engine. Includes an MDX element reference.
UI.PUC.DOCS.CONTENTS.DATA_MODELS.AGGREGATION_DESIGNER=Optimize Multidimensional Data Models
UI.PUC.DOCS.CONTENTS.DATA_MODELS.AGGREGATION_DESIGNER.DESC=Information about creating aggregate tables for the multidimensional data model.
UI.PUC.DOCS.CONTENTS.TUNE=Fine-Tune Pentaho Systems
UI.PUC.DOCS.CONTENTS.TUNE.ADMIN=Administer BA Server
UI.PUC.DOCS.CONTENTS.TUNE.ADMIN.DESC=Explains system administration tasks for the Business Analytics Server.
UI.PUC.DOCS.CONTENTS.TUNE.SECURITY=Define BA Server Advanced Security
UI.PUC.DOCS.CONTENTS.TUNE.SECURITY.DESC=Instructions and guidance for implementing a different user authentication providers, or for implementing SSL on the Business Analytics Server. Covers Active Directory, LDAP, single sign-on, and custom JDBC authentication.
UI.PUC.DOCS.CONTENTS.TUNE.PERFORMANCE=Optimize BA Server Performance
UI.PUC.DOCS.CONTENTS.TUNE.PERFORMANCE.DESC=Guidance and instructions for improving performance in most areas of Business Analytics. Covers modification of Business Analytics, guidelines for content streamlining, application server clustering, and advice on performance monitoring and testing.
UI.PUC.DOCS.CONTENTS.TUNE.TROUBLESHOOT=Troubleshoot BA Server Issues
UI.PUC.DOCS.CONTENTS.TUNE.TROUBLESHOOT.DESC=A collection of troubleshooting topics for the Business Analytics Server and tools. You may find this useful if you have encountered an error but do not know where in Business Analytics to look for the cause.
UI.PUC.DOCS.CONTENTS.TUNE.PDI_ADMIN=Administer DI Server
UI.PUC.DOCS.CONTENTS.TUNE.PDI_ADMIN.DESC=Explains system administration tasks for the Data Integration Server.
UI.PUC.DOCS.CONTENTS.DEVELOP=Develop Custom Solutions
UI.PUC.DOCS.CONTENTS.DEVELOP.DASHBOARDS=Create Custom Dashboards
UI.PUC.DOCS.CONTENTS.DEVELOP.DASHBOARDS.DESC=Design theory for creating dashboards that use Pentaho content. Covers Pentaho Dashboard Designer, Community Dashboard Framework (CDF), and basic guidance for custom JSPs.
UI.PUC.DOCS.CONTENTS.DEVELOP.CUSTOMIZING=Customize User Console and Tools
UI.PUC.DOCS.CONTENTS.DEVELOP.CUSTOMIZING.DESC=Instructions for localization and basic customization of the Pentaho User Console, including Analyzer, Interactive Reporting, and Dashboard Designer.
UI.PUC.DOCS.CONTENTS.DEVELOP.INTEGRATING=Embed BA into Web Applications
UI.PUC.DOCS.CONTENTS.DEVELOP.INTEGRATING.DESC=Code samples and URL parameter reference material that shows how to interact with or embed (in an existing Web application) Pentaho Analyzer, Dashboard Designer, and Interactive Reporting.
UI.PUC.DOCS.CONTENTS.DEVELOP.REPORTING_EMBED=Embed and Extend Reporting
UI.PUC.DOCS.CONTENTS.DEVELOP.REPORTING_EMBED.DESC=Code samples and instructions that for how to extend reporting functionality or embed the reporting engine into your own applications.
UI.PUC.DOCS.CONTENTS.DEVELOP.PDI_EMBED_EXTEND=Embed and Extend DI
UI.PUC.DOCS.CONTENTS.DEVELOP.PDI_EMBED_EXTEND.DESC=Instructions, Java classes and methods, as well as Eclipse-based sample plugin projects that show you how to programmatically extend Data Integration functionality or embed the Data Integration engine into your own applications.
