#
# Copyright 2006 - 2010 Pentaho Corporation.  All rights reserved.
# This program is free software; you can redistribute it and/or modify it under the
# terms of the GNU Lesser General Public License, version 2.1 as published by the Free Software
# Foundation.
#
# You should have received a copy of the GNU Lesser General Public License along with this
# program; if not, you can obtain a copy at http://www.gnu.org/licenses/old-licenses/lgpl-2.1.html
# or from the Free Software Foundation, Inc.,
# 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301 USA.
#
# This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY;
# without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.
# See the GNU Lesser General Public License for more details.
#

UI.USER_SAVE_SUCCESS=\u30d5\u30a1\u30a4\u30eb\u306e\u4fdd\u5b58\u306b\u6210\u529f\u3057\u307e\u3057\u305f\u3002
UI.USER_SAVE_FAILED_GENERAL=\u4e00\u822c\u30a8\u30e9\u30fc\u306b\u3088\u308a\u30d5\u30a1\u30a4\u30eb\u3092\u4fdd\u5b58\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u8a73\u7d30\u306b\u3064\u3044\u3066\u306f\u30b5\u30fc\u30d0\u30fc \u30ed\u30b0\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\u3002
UI.USER_SAVE_FAILED_INVALID_USER_CREDS=\u3053\u306e\u30d5\u30a1\u30a4\u30eb\u3092\u4fdd\u5b58\u3059\u308b\u6a29\u9650\u304c\u3042\u308a\u307e\u305b\u3093\u3002\u30d5\u30a1\u30a4\u30eb\u306e\u4fdd\u5b58\u306b\u5931\u6557\u3057\u307e\u3057\u305f\u3002

BaseTest.DEBUG_JUNIT_TEST=Junit \u30c6\u30b9\u30c8

CHART.DISPLAY_ERROR=\u8868\u793a\u30a8\u30e9\u30fc
CHART.USER_SAMPLES=\u30e6\u30fc\u30b6\u30fc \u30b5\u30f3\u30d7\u30eb

InitFailure.USER_ERRORS_DETECTED=\u6b21\u306e\u30a8\u30e9\u30fc\u304c\u691c\u51fa\u3055\u308c\u307e\u3057\u305f\u3002
InitFailure.USER_SEE_SERVER_CONSOLE=\u691c\u51fa\u3055\u308c\u305f\u5404\u30a8\u30e9\u30fc\u306e\u8a73\u7d30\u306f\u3001\u30b5\u30fc\u30d0\u30fc \u30b3\u30f3\u30bd\u30fc\u30eb\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\u3002

NAVIGATE.ERROR_0001_NAVIGATE_ERROR=\u30ca\u30d3\u30b2\u30fc\u30b7\u30e7\u30f3 \u30c7\u30a3\u30b9\u30d7\u30ec\u30a4\u3092\u4f5c\u6210\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002

PIECHART.DISPLAY_ERROR=\u8868\u793a\u30a8\u30e9\u30fc
PIECHART.TEST_PIE_CHART=\u5186\u30b0\u30e9\u30d5\u306e\u30c6\u30b9\u30c8
PIECHART.USER_SAMPLES=\u30e6\u30fc\u30b6\u30fc \u30b5\u30f3\u30d7\u30eb

PUBLISHERS.ERROR_0001_PUBLISHERS_ERROR=\u30d1\u30d6\u30ea\u30c3\u30b7\u30e3\u30fc\u306b\u95a2\u3059\u308b\u60c5\u5831\u3092\u53d6\u5f97\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002

SCHEDULER_ADMIN.ERROR_0001_DISPLAY_ERROR=\u30b9\u30b1\u30b8\u30e5\u30fc\u30e9\u7ba1\u7406\u30c7\u30a3\u30b9\u30d7\u30ec\u30a4\u3092\u4f5c\u6210\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002

SOLUTION_MANAGER.ERROR_0001_DISPLAY_ERROR=\u30bd\u30ea\u30e5\u30fc\u30b7\u30e7\u30f3 \u30de\u30cd\u30fc\u30b8\u30e3\u30fc \u30c7\u30a3\u30b9\u30d7\u30ec\u30a4\u3092\u4f5c\u6210\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002

SolutionManagerUI.ERROR_0001=\u60c5\u5831:\u3053\u308c\u306f Pentaho \u30d5\u30a1\u30a4\u30eb\u30d9\u30fc\u30b9 \u30ea\u30dd\u30b8\u30c8\u30ea\u306b\u5bfe\u3057\u3066\u5b9f\u884c\u3067\u304d\u307e\u305b\u3093\u3002RDBMS \u30ea\u30dd\u30b8\u30c8\u30ea\u306b\u306e\u307f\u4f7f\u7528\u53ef\u80fd\u3067\u3059\u3002

UI.ERROR_0001_BAD_TEMPLATE=\u30c6\u30f3\u30d7\u30ec\u30fc\u30c8\u3092\u30ed\u30fc\u30c9\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f: {0}
UI.ERROR_0002_BAD_TEMPLATE_OBJECT=\u30c6\u30f3\u30d7\u30ec\u30fc\u30c8 \u30a8\u30f3\u30b8\u30f3\u3092\u30ed\u30fc\u30c9\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002


UI.USER_ABOUT_TITLE=Pentaho \u30b5\u30fc\u30d0\u30fc \u30d0\u30fc\u30b8\u30e7\u30f3: {0}
UI.USER_COPYRIGHT=\u8457\u4f5c\u6a29 &copy; 2004 - 2010
UI.USER_ABOUT_TEXT={0} Pentaho Corporation.\u7121\u65ad\u8907\u5199\u30fb\u8907\u88fd\u30fb\u8ee2\u8f09\u3092\u7981\u305a\u3002<p/>\u672c\u30d7\u30ed\u30b0\u30e9\u30e0\u306f\u30d5\u30ea\u30fc \u30bd\u30d5\u30c8\u30a6\u30a7\u30a2\u3067\u3059\u3002\u518d\u914d\u5e03\u304a\u3088\u3073 (\u307e\u305f\u306f) \u5909\u66f4\u306f\u3001\u30d5\u30ea\u30fc \u30bd\u30d5\u30c8\u30a6\u30a7\u30a2\u8ca1\u56e3\u306b\u3088\u308a\u516c\u958b\u3055\u308c\u3066\u3044\u308b\u901a\u308a\u3001GNU \u52a3\u7b49\u4e00\u822c\u516c\u8846\u5229\u7528\u8a31\u8afe\u66f8\u3001\u30d0\u30fc\u30b8\u30e7\u30f3 2.1 \u306e\u4e0b\u3067\u53ef\u80fd\u3067\u3059\u3002<p/>\u672c\u30d7\u30ed\u30b0\u30e9\u30e0\u306b\u306f GNU \u52a3\u7b49\u4e00\u822c\u516c\u8846\u5229\u7528\u8a31\u8afe\u66f8\u306e\u5199\u3057\u304c\u540c\u68b1\u3055\u308c\u308b\u3082\u306e\u3068\u306a\u3063\u3066\u304a\u308a\u307e\u3059\u304c\u3001\u540c\u68b1\u3055\u308c\u3066\u3044\u306a\u3044\u5834\u5408\u3001http://www.gnu.org/licenses/old-licenses/lgpl-2.1.html \u3042\u308b\u3044\u306f\u30d5\u30ea\u30fc \u30bd\u30d5\u30c8\u30a6\u30a7\u30a2\u8ca1\u56e3 (Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301 USA) \u304b\u3089\u5199\u3057\u3092\u5165\u624b\u3044\u305f\u3060\u3051\u307e\u3059\u3002<p/>\u672c\u30d7\u30ed\u30b0\u30e9\u30e0\u306f\u6709\u76ca\u306a\u3082\u306e\u3068\u306a\u308b\u3053\u3068\u3092\u671f\u5f85\u3057\u3066\u914d\u5e03\u3055\u308c\u3066\u304a\u308a\u307e\u3059\u304c\u3001\u4f55\u3089\u4fdd\u8a3c\u3059\u308b\u3082\u306e\u306f\u3054\u3056\u3044\u307e\u305b\u3093\u3002\u5e02\u8ca9\u6027\u3001\u7279\u5b9a\u76ee\u7684\u3068\u306e\u9069\u5408\u6027\u306e\u70b9\u3067\u6697\u793a\u306e\u4fdd\u8a3c\u3082\u3054\u3056\u3044\u307e\u305b\u3093\u3002\u8a73\u7d30\u306f GNU \u52a3\u7b49\u4e00\u822c\u516c\u8846\u5229\u7528\u8a31\u8afe\u66f8\u3092\u3054\u53c2\u7167\u304f\u3060\u3055\u3044\u3002<p/>
UI.USER_SPECIAL_THANKS=\u672c\u30d7\u30ed\u30b0\u30e9\u30e0\u3078\u306e\u5bc4\u4ed8\u8005\u306e\u65b9\u3005\u306b\u6df1\u304f\u611f\u8b1d\u81f4\u3057\u307e\u3059\u3002
UI.USER_ADMIN=\u7ba1\u7406
UI.USER_ADMIN_INTRO=Pentaho \u7ba1\u7406\u3078\u3088\u3046\u3053\u305d\u3002\u7ba1\u7406\u8005\u306f\u3053\u3053\u3067\u3001\u30b9\u30b1\u30b8\u30e5\u30fc\u30eb\u306e\u7ba1\u7406\u304a\u3088\u3073 Pentaho BI \u30b5\u30fc\u30d0\u30fc\u8a2d\u5b9a\u306e\u66f4\u65b0\u3092\u884c\u3046\u3053\u3068\u304c\u3067\u304d\u307e\u3059\u3002<p/>\u7ba1\u7406\u8005\u5411\u3051\u306e\u8ffd\u52a0\u60c5\u5831 - Pentaho \u30d7\u30ed\u30d5\u30a7\u30c3\u30b7\u30e7\u30ca\u30eb \u30a8\u30c7\u30a3\u30b7\u30e7\u30f3\u3067\u306f\u3001\u30b7\u30f3\u30b0\u30eb \u30b5\u30a4\u30f3 \u30aa\u30f3\u3084\u30ec\u30dd\u30fc\u30c8\u4fdd\u8b77\u3092\u76ee\u7684\u3068\u3057\u305f LDAP \u30d7\u30ed\u30d0\u30a4\u30c0\u30fc\u3042\u308b\u3044\u306f MSAD \u30d7\u30ed\u30d0\u30a4\u30c0\u30fc\u3068\u306e\u7d71\u5408\u3001\u958b\u767a\u304b\u3089\u672c\u756a\u307e\u3067\u306e\u30bd\u30ea\u30e5\u30fc\u30b7\u30e7\u30f3\u306e\u30e9\u30a4\u30d5\u30b5\u30a4\u30af\u30eb\u3092\u901a\u3057\u305f\u5909\u66f4\u8ffd\u8de1\u3001\u76e3\u67fb\u306b\u3088\u308b\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u4f7f\u7528\u30d1\u30bf\u30fc\u30f3\u306e\u628a\u63e1\u3092\u306f\u3058\u3081\u3001\u3055\u3089\u306b\u591a\u304f\u306e\u3053\u3068\u3092\u884c\u3046\u3053\u3068\u304c\u53ef\u80fd\u3067\u3059\u3002\u8a73\u7d30\u306f <a href="http://www.pentaho.org">www.pentaho.com</a> \u3092\u3054\u78ba\u8a8d\u304f\u3060\u3055\u3044\u3002
UI.USER_ANALYSIS=\u30a2\u30ca\u30ea\u30b7\u30b9
UI.USER_ANALYSIS_INVALID_PAGE=\u3053\u306e\u30da\u30fc\u30b8\u306b\u306f\u76f4\u63a5\u30a2\u30af\u30bb\u30b9\u3067\u304d\u307e\u305b\u3093\u3002\u5225\u30da\u30fc\u30b8\u304b\u3089\u306e\u30ea\u30f3\u30af\u304c\u5fc5\u8981\u3067\u3059\u3002
UI.USER_ANALYSIS_UNTITLED_PIVOT_NAME=\u7121\u984c\u306e\u30d4\u30dc\u30c3\u30c8
UI.USER_BURST_EDIT_DATA_HINT=\u81ea\u8eab\u3068\u8907\u6570\u306e\u53cb\u4eba\u306e\u540d\u524d\u304a\u3088\u3073\u96fb\u5b50\u30e1\u30fc\u30eb \u30a2\u30c9\u30ec\u30b9\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002\u30d0\u30fc\u30b9\u30c6\u30a3\u30f3\u30b0\u4f8b\u3092\u5b9f\u884c\u3059\u308b\u3068\u3001\u53cb\u4eba\u306f\u5404\u3005\u306b\u5bfe\u3057\u9078\u629e\u3055\u308c\u305f\u5730\u57df\u306b\u7279\u5316\u3057\u305f\u30ec\u30dd\u30fc\u30c8\u3092\u53d7\u3051\u53d6\u308a\u307e\u3059\u3002
UI.USER_BURST_EDIT_DATA_TITLE=\u30d0\u30fc\u30b9\u30c6\u30a3\u30f3\u30b0\u9001\u4fe1\u5148\u306e\u7de8\u96c6
UI.USER_BURST_EMAIL=\u96fb\u5b50\u30e1\u30fc\u30eb
UI.USER_BURST_MANAGER=\u30de\u30cd\u30fc\u30b8\u30e3\u30fc
UI.USER_BURST_REGION=\u5730\u57df

UI.USER_HOME_INTRO=Pentaho \u30aa\u30fc\u30d7\u30f3 \u30bd\u30fc\u30b9 BI \u30b9\u30a4\u30fc\u30c8\u306f\u3001\u5305\u62ec\u7684\u306a\u30ec\u30dd\u30fc\u30c6\u30a3\u30f3\u30b0\u3001\u5206\u6790\u3001\u304a\u3088\u3073\u30c0\u30c3\u30b7\u30e5\u30dc\u30fc\u30c9\u6a5f\u80fd\u3092\u63d0\u4f9b\u3057\u3001\u3088\u308a\u52b9\u7387\u7684\u304b\u3064\u52b9\u679c\u7684\u306a\u7d44\u7e54\u904b\u55b6\u3092\u652f\u63f4\u3057\u307e\u3059\u3002

UI.USER_LINKS=\u95a2\u9023\u30ea\u30f3\u30af

UI.USER_OFFLINE=\u30a4\u30f3\u30bf\u30fc\u30cd\u30c3\u30c8\u306b\u63a5\u7d9a\u3057\u3066\u3044\u308b\u5834\u5408\u3001\u6700\u65b0\u60c5\u5831\u306f\u3053\u3061\u3089\u304b\u3089\u5165\u624b\u3044\u305f\u3060\u3051\u307e\u3059\u3002

UI.USER_PUBLISHER_TITLE=\u30d1\u30d6\u30ea\u30c3\u30b7\u30e3\u30fc\u7ba1\u7406

UI.USER_RESET=\u30ea\u30bb\u30c3\u30c8
UI.RESET_REPOSITORY_TITLE=\u30bd\u30ea\u30e5\u30fc\u30b7\u30e7\u30f3 \u30ea\u30dd\u30b8\u30c8\u30ea\u306e\u30ea\u30bb\u30c3\u30c8
UI.USER_SAMPLES=\u30b5\u30f3\u30d7\u30eb\u3068\u5b9f\u4f8b

UI.USER_SELECT=\u9078\u629e:
UI.USER_TEST_SUITE_TITLE=\u30c6\u30b9\u30c8 \u30b9\u30a4\u30fc\u30c8
UI.USER_UPDATE=\u66f4\u65b0...
UI.USER_WELCOME=\u3088\u3046\u3053\u305d
UI.USER_WHATS_NEW=Pentaho \u306e\u65b0\u7740\u60c5\u5831

WIDGETS.ERROR_0001_DISPLAY_ERROR=\u30a6\u30a3\u30b8\u30a7\u30c3\u30c8 \u30c7\u30a3\u30b9\u30d7\u30ec\u30a4\u3092\u4f5c\u6210\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002

UI.USER_LOGIN=\u30ed\u30b0\u30a4\u30f3
UI.USER_LOGIN_LOGGED_IN_AS=\u73fe\u5728 {0} \u3067\u30ed\u30b0\u30a4\u30f3\u3057\u3066\u3044\u307e\u3059\u3002
UI.USER_LOGIN_LOGIN_AS_DIFFERENT_USER=\u5225\u306e\u30e6\u30fc\u30b6\u30fc\u3067\u30ed\u30b0\u30a4\u30f3
UI.USER_USER_PROMPT=\u30e6\u30fc\u30b6\u30fc:
UI.USER_LOGIN_FAILED=\u30ed\u30b0\u30a4\u30f3\u8a66\u884c\u306b\u5931\u6557\u3057\u307e\u3057\u305f\u3002\u518d\u8a66\u884c\u3057\u3066\u304f\u3060\u3055\u3044\u3002
UI.USER_LOGIN_FAILED_REASON_SESSION_REUSE=\u30ed\u30b0\u30a4\u30f3\u3092\u8a66\u884c\u3057\u307e\u3057\u305f\u304c\u3001\u524d\u306e\u30e6\u30fc\u30b6\u30fc\u304c\u307e\u3060\u30ed\u30b0\u30a2\u30a6\u30c8\u3057\u3066\u3044\u307e\u305b\u3093\u3002\u524d\u306e\u30e6\u30fc\u30b6\u30fc\u306f\u4fdd\u8b77\u306e\u305f\u3081\u81ea\u52d5\u7684\u306b\u30ed\u30b0\u30a2\u30a6\u30c8\u3055\u308c\u307e\u3057\u305f\u3002\u8a8d\u8a3c\u60c5\u5831\u3067\u30ed\u30b0\u30a4\u30f3\u3092\u8a66\u884c\u3067\u304d\u307e\u3059\u3002
UI.USER_PASSWORD_PROMPT=\u30d1\u30b9\u30ef\u30fc\u30c9:
UI.USER_USERS_PROMPT=\u6709\u52b9\u306a\u30e6\u30fc\u30b6\u30fc:
UI.USER_LOGIN_FAILED_DEFAULT_REASON=\u30ed\u30b0\u30a4\u30f3\u4e2d\u306b\u4e88\u671f\u305b\u306c\u554f\u984c\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
UI.USER_LOGIN_FAILED_REASON_ORG_SPRINGSECURITY_BADCREDENTIALSEXCEPTION=\u4e0d\u6b63\u306a\u8a8d\u8a3c\u60c5\u5831

UI.USER_PERMISSIONS=\u30a2\u30af\u30bb\u30b9\u8a31\u53ef
UI.USER_PERMISSION_DENIED=\u30a2\u30af\u30bb\u30b9\u62d2\u5426
UI.USER_PERMISSION_SETTINGS=\u8a2d\u5b9a
UI.USER_PERMISSION_TREE=\u30bd\u30ea\u30e5\u30fc\u30b7\u30e7\u30f3 \u30ea\u30dd\u30b8\u30c8\u30ea

UI.PUC.LAUNCH.TITLE=\u30da\u30fc\u30b8\u306e\u8d77\u52d5
UI.PUC.LAUNCH.NEW_REPORT=\u65b0\u898f<br />\u30ec\u30dd\u30fc\u30c8
UI.PUC.LAUNCH.NEW_ANALYSIS=\u65b0\u898f<br />\u30a2\u30ca\u30ea\u30b7\u30b9 \u30d3\u30e5\u30fc
UI.PUC.LAUNCH.MANAGE_CONTENT=\u7ba1\u7406<br />\u30b3\u30f3\u30c6\u30f3\u30c4
UI.PUC.LAUNCH.DATA_ACCESS=\u65b0\u898f<br />\u30c7\u30fc\u30bf \u30bd\u30fc\u30b9

UI.WEB_HELP_TITLE=Web \u30d8\u30eb\u30d7 \u30d3\u30e5\u30fc\u30a2\u30fc
UI.WEB_HELP_PRINT=\u5370\u5237
UI.WEB_HELP_CLOSE=\u9589\u3058\u308b

UI.PUC.LOGIN.ERROR=\u30ed\u30b0\u30a4\u30f3 \u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002\u518d\u8a66\u884c\u3057\u3066\u304f\u3060\u3055\u3044\u3002
UI.PUC.SYSTEM.DOWN=\u30b7\u30b9\u30c6\u30e0\u306f\u30e1\u30f3\u30c6\u30ca\u30f3\u30b9\u306e\u305f\u3081\u30c0\u30a6\u30f3\u3057\u3066\u3044\u307e\u3059\u3002\u5bfe\u5fdc\u306b\u3064\u3044\u3066\u306f\u30b7\u30b9\u30c6\u30e0\u7ba1\u7406\u8005\u306b\u304a\u554f\u3044\u5408\u308f\u305b\u304f\u3060\u3055\u3044\u3002
UI.PUC.SYSTEM.DOWN.CAPTION=\u30ed\u30b0\u30a4\u30f3
UI.PUC.LOGIN.MESSAGE=Pentaho \u30e6\u30fc\u30b6\u30fc \u30b3\u30f3\u30bd\u30fc\u30eb\u306f\u3001Pentaho BI \u30b9\u30a4\u30fc\u30c8\u306b\u542b\u307e\u308c\u308b\u9ad8\u6027\u80fd\u306a BI (Business Intelligence) \u6a5f\u80fd\u3078\u306e\u30a2\u30af\u30bb\u30b9\u3092\u63d0\u4f9b\u3057\u307e\u3059\u3002\u30ed\u30b0\u30a4\u30f3\u3057\u3066\u30ec\u30dd\u30fc\u30c8\u3084\u30a2\u30ca\u30ea\u30b7\u30b9 \u30d3\u30e5\u30fc\u3001\u30c0\u30c3\u30b7\u30e5\u30dc\u30fc\u30c9\u306b\u30a2\u30af\u30bb\u30b9\u3057\u3066\u304f\u3060\u3055\u3044\u3002
UI.PUC.LOGIN.COPYRIGHT=&copy; 2005-{0} Pentaho Corporation.\u7121\u65ad\u8907\u5199\u30fb\u8907\u88fd\u30fb\u8ee2\u8f09\u3092\u7981\u305a\u3002
UI.PUC.LOGIN.NEW_WINDOW=\u65b0\u898f\u30a6\u30a3\u30f3\u30c9\u30a6\u3067\u8d77\u52d5
UI.PUC.LOGIN.PASSWORD=\u30d1\u30b9\u30ef\u30fc\u30c9:
UI.PUC.LOGIN.USERNAME=\u30e6\u30fc\u30b6\u30fc\u540d:
UI.PUC.LOGIN.CONTACT_US=\u304a\u554f\u3044\u5408\u308f\u305b\u5148
UI.PUC.LOGIN.LOGIN=\u30ed\u30b0\u30a4\u30f3
UI.PUC.LOGIN.EVAL_LOGIN=\u8a55\u4fa1\u8005\u3068\u3057\u3066\u30ed\u30b0\u30a4\u30f3
UI.PUC.LOGIN.ADMIN_USER=\u7ba1\u7406\u8005
UI.PUC.LOGIN.BUSINESS_USER=\u30d3\u30b8\u30cd\u30b9 \u30e6\u30fc\u30b6\u30fc
UI.PUC.LOGIN.REQUEST_SUPPORT=\u7121\u511f\u8a55\u4fa1\u30b5\u30dd\u30fc\u30c8\u3092\u4f9d\u983c
UI.PUC.LOGIN.OK=OK
UI.PUC.LOGIN.CLOSE=\u9589\u3058\u308b
UI.PUC.LOGIN.ERROR.CAPTION=\u30ed\u30b0\u30a4\u30f3 \u30a8\u30e9\u30fc
UI.PUC.LOGIN.TITLE=\u30e6\u30fc\u30b6\u30fc \u30b3\u30f3\u30bd\u30fc\u30eb
UI.PUC.LOGIN.GO=\u5b9f\u884c
UI.PUC.TITLE=Pentaho \u30e6\u30fc\u30b6\u30fc \u30b3\u30f3\u30bd\u30fc\u30eb - \u30ed\u30b0\u30a4\u30f3

UI.PDIUC.LOGIN.TITLE=\u30c7\u30fc\u30bf\u7d71\u5408\u30b5\u30fc\u30d0\u30fc

UI.PUC.DOCS.TITLE=Pentaho BA \u30b9\u30a4\u30fc\u30c8\u6848\u5185\u56f3
UI.PUC.DOCS.HEADER.TITLE=Pentaho 5.0 \u7528 PDF \u30c9\u30ad\u30e5\u30e1\u30f3\u30c8
UI.PUC.DOCS.HEADER=Pentaho BA (\u30d3\u30b8\u30cd\u30b9 \u30a2\u30ca\u30ea\u30c6\u30a3\u30af\u30b9) \u3068 DI (\u30c7\u30fc\u30bf\u7d71\u5408) \u306e\u30b3\u30df\u30e5\u30cb\u30c6\u30a3 \u30a8\u30c7\u30a3\u30b7\u30e7\u30f3\u306b\u95a2\u3059\u308b\u60c5\u5831 (\u30a8\u30f3\u30bf\u30fc\u30d7\u30e9\u30a4\u30ba \u30a8\u30c7\u30a3\u30b7\u30e7\u30f3\u306e\u307f\u306e\u6a5f\u80fd\u3092\u9664\u304f)<ul><li>\u30e6\u30fc\u30b6\u30fc \u30b3\u30f3\u30bd\u30fc\u30eb\u5411\u3051&#8212;\u30a2\u30ca\u30e9\u30a4\u30b6\u30fc\u3001\u30a4\u30f3\u30bf\u30e9\u30af\u30c6\u30a3\u30d6 \u30ec\u30dd\u30fc\u30c6\u30a3\u30f3\u30b0\u3001\u30c0\u30c3\u30b7\u30e5\u30dc\u30fc\u30c9\u3001\u30e9\u30a4\u30bb\u30f3\u30b9 \u30de\u30cd\u30fc\u30b8\u30e3\u30fc\u3001LDAP \u69cb\u6210</li><li>BA \u5411\u3051&#8212;\u30aa\u30da\u30ec\u30fc\u30b7\u30e7\u30f3 \u30de\u30fc\u30c8</li><li>DI \u5411\u3051&#8212;\u30aa\u30da\u30ec\u30fc\u30b7\u30e7\u30f3 \u30de\u30fc\u30c8\u3068\u4e00\u90e8\u306e DI \u30b9\u30c6\u30c3\u30d7\u304a\u3088\u3073\u30a8\u30f3\u30c8\u30ea</li></ul>
UI.PUC.DOCS.HEADER.VISIT_INFO=\u7d99\u7d9a\u7684\u306a\u66f4\u65b0\u60c5\u5831\u3084\u691c\u7d22\u53ef\u80fd\u60c5\u5831\u306b\u3064\u3044\u3066\u306f{0}\u3092\u3054\u89a7\u304f\u3060\u3055\u3044\u3002
UI.PUC.DOCS.CONTENTS.BUTTON.EXPAND=\u3059\u3079\u3066\u8868\u793a
UI.PUC.DOCS.CONTENTS.BUTTON.COLLAPSE=\u3059\u3079\u3066\u96a0\u3059
UI.PUC.DOCS.CONTENTS.MAKE_A_PLAN=\u30d7\u30e9\u30f3\u3092\u4f5c\u6210\u3059\u308b
UI.PUC.DOCS.CONTENTS.MAKE_A_PLAN.COMPONENTS=Pentaho \u30b3\u30f3\u30dd\u30fc\u30cd\u30f3\u30c8\u3092\u7fd2\u5f97\u3059\u308b
UI.PUC.DOCS.CONTENTS.MAKE_A_PLAN.COMPONENTS.DESC=Pentaho \u3092\u69cb\u6210\u3059\u308b\u30b3\u30f3\u30dd\u30fc\u30cd\u30f3\u30c8\u306e\u6982\u8981
UI.PUC.DOCS.CONTENTS.MAKE_A_PLAN.WORKFLOWS=\u30ef\u30fc\u30af\u30d5\u30ed\u30fc\u3092\u9078\u629e
UI.PUC.DOCS.CONTENTS.MAKE_A_PLAN.WORKFLOWS.DESC=Pentaho \u3068\u9023\u643a\u3059\u308b\u3055\u307e\u3056\u307e\u306a\u65b9\u6cd5\u306e\u6982\u8981
UI.PUC.DOCS.CONTENTS.MAKE_A_PLAN.SUPPORTED_COMPONENTS=\u30b5\u30dd\u30fc\u30c8\u3055\u308c\u308b\u6280\u8853\u306e\u30ec\u30d3\u30e5\u30fc
UI.PUC.DOCS.CONTENTS.MAKE_A_PLAN.SUPPORTED_COMPONENTS.DESC=Pentaho \u88fd\u54c1\u3068\u306e\u9023\u643a\u304c\u30b5\u30dd\u30fc\u30c8\u3055\u308c\u308b\u6280\u8853\u4e00\u89a7
UI.PUC.DOCS.CONTENTS.INSTALL=Pentaho \u30bd\u30d5\u30c8\u30a6\u30a7\u30a2\u3092\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb
UI.PUC.DOCS.CONTENTS.INSTALL.ZIPTAR=\u30e6\u30fc\u30b6\u30fc\u306e BA \u30ea\u30dd\u30b8\u30c8\u30ea\u306b\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb
UI.PUC.DOCS.CONTENTS.INSTALL.ZIPTAR.DESC=.zip \u5f62\u5f0f\u306e\u30a2\u30fc\u30ab\u30a4\u30d6 \u30d1\u30c3\u30b1\u30fc\u30b8\u3092\u4f7f\u3063\u305f\u30d3\u30b8\u30cd\u30b9 \u30a2\u30ca\u30ea\u30c6\u30a3\u30af\u30b9 \u30b3\u30f3\u30dd\u30fc\u30cd\u30f3\u30c8\u306e\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u624b\u9806\u5404\u30b3\u30f3\u30dd\u30fc\u30cd\u30f3\u30c8\u306e\u500b\u5225\u30d1\u30c3\u30b1\u30fc\u30b8\u306f\u5165\u624b\u53ef\u80fd\u3067\u3059\u3002
UI.PUC.DOCS.CONTENTS.INSTALL.CLIENT=BA \u30c4\u30fc\u30eb\u306e\u307f\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb
UI.PUC.DOCS.CONTENTS.INSTALL.CLIENT.DESC=\u5404\u30d3\u30b8\u30cd\u30b9 \u30a2\u30ca\u30ea\u30c6\u30a3\u30af\u30b9 \u30c4\u30fc\u30eb\u306e\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u624b\u9806
UI.PUC.DOCS.CONTENTS.INSTALL.PDI=\u30e6\u30fc\u30b6\u30fc\u306e DI \u30ea\u30dd\u30b8\u30c8\u30ea\u306b\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb
UI.PUC.DOCS.CONTENTS.INSTALL.PDI.DESC=.zip \u5f62\u5f0f\u306e\u30a2\u30fc\u30ab\u30a4\u30d6 \u30d1\u30c3\u30b1\u30fc\u30b8\u3092\u4f7f\u3063\u305f\u30c7\u30fc\u30bf\u7d71\u5408\u30b3\u30f3\u30dd\u30fc\u30cd\u30f3\u30c8\u306e\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u624b\u9806\u5404\u30b3\u30f3\u30dd\u30fc\u30cd\u30f3\u30c8\u306e\u500b\u5225\u30d1\u30c3\u30b1\u30fc\u30b8\u306f\u5165\u624b\u53ef\u80fd\u3067\u3059\u3002
UI.PUC.DOCS.CONTENTS.INSTALL.CLIENT_PDI=DI \u30c4\u30fc\u30eb\u306e\u307f\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb
UI.PUC.DOCS.CONTENTS.INSTALL.CLIENT_PDI.DESC=\u5404\u30c7\u30fc\u30bf\u7d71\u5408\u30c4\u30fc\u30eb\u306e\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u624b\u9806
UI.PUC.DOCS.CONTENTS.CONFIGURE=Pentaho \u30b7\u30b9\u30c6\u30e0\u306e\u69cb\u7bc9
UI.PUC.DOCS.CONTENTS.CONFIGURE.BA_SERVER=BA \u30b5\u30fc\u30d0\u30fc\u304a\u3088\u3073\u30c4\u30fc\u30eb\u306e\u8a2d\u5b9a
UI.PUC.DOCS.CONTENTS.CONFIGURE.BA_SERVER.DESC=Windows\u3001Linux\u3001OS X \u4e0a\u3067\u306e Pentaho \u30d3\u30b8\u30cd\u30b9 \u30a2\u30ca\u30ea\u30c6\u30a3\u30af\u30b9\u69cb\u7bc9\u624b\u9806\u306e\u5b8c\u4e86
UI.PUC.DOCS.CONTENTS.CONFIGURE.PDI_SERVER=DI \u30b5\u30fc\u30d0\u30fc\u304a\u3088\u3073\u30c4\u30fc\u30eb\u306e\u8a2d\u5b9a
UI.PUC.DOCS.CONTENTS.CONFIGURE.PDI_SERVER.DESC=Windows\u3001Linux\u3001OS X \u4e0a\u3067\u306e Pentaho \u30c7\u30fc\u30bf\u7d71\u5408\u69cb\u7bc9\u624b\u9806\u306e\u5b8c\u4e86
UI.PUC.DOCS.CONTENTS.TUTORIALS=\u30c1\u30e5\u30fc\u30c8\u30ea\u30a2\u30eb\u306e\u30a6\u30a9\u30fc\u30af\u30b9\u30eb\u30fc
UI.PUC.DOCS.CONTENTS.TUTORIALS.PENTAHO=\u5206\u6790\u3001\u30a4\u30f3\u30bf\u30e9\u30af\u30c6\u30a3\u30d6 \u30ec\u30dd\u30fc\u30c8\u3001\u30c0\u30c3\u30b7\u30e5\u30dc\u30fc\u30c9\u306e\u8a73\u7d30\u60c5\u5831
UI.PUC.DOCS.CONTENTS.TUTORIALS.PENTAHO.DESC=Pentaho \u30e6\u30fc\u30b6\u30fc \u30b3\u30f3\u30bd\u30fc\u30eb\u3067\u521d\u3081\u3066\u306e\u5206\u6790\u3001\u30a4\u30f3\u30bf\u30e9\u30af\u30c6\u30a3\u30d6 \u30ec\u30dd\u30fc\u30c8\u3001\u30c0\u30c3\u30b7\u30e5\u30dc\u30fc\u30c9\u306e\u4f5c\u6210\u3092\u624b\u5f15\u304d\u3059\u308b\u8a73\u7d30\u306a\u30c1\u30e5\u30fc\u30c8\u30ea\u30a2\u30eb
UI.PUC.DOCS.CONTENTS.TUTORIALS.PRD=\u521d\u3081\u3066\u30d7\u30ea\u30f3\u30c8\u30af\u30aa\u30ea\u30c6\u30a3 \u30ec\u30dd\u30fc\u30c8\u3092\u4f5c\u6210\u3059\u308b
UI.PUC.DOCS.CONTENTS.TUTORIALS.PRD.DESC=\u30ec\u30dd\u30fc\u30c8 \u30c7\u30b6\u30a4\u30ca\u30fc\u306b\u3088\u308b\u9ad8\u5ea6\u306a\u5f62\u5f0f\u306e\u30ec\u30dd\u30fc\u30c8\u4f5c\u6210\u65b9\u6cd5\u3092\u5b9f\u8df5\u3059\u308b\u8a73\u7d30\u306a\u30c1\u30e5\u30fc\u30c8\u30ea\u30a2\u30eb
UI.PUC.DOCS.CONTENTS.TUTORIALS.PDI=DI \u306e\u958b\u59cb
UI.PUC.DOCS.CONTENTS.TUTORIALS.PDI.DESC=Pentaho \u30c7\u30fc\u30bf\u7d71\u5408\u306e\u91cd\u8981\u306a\u6a5f\u80fd\u3092\u7d39\u4ecb\u3059\u308b\u30c1\u30e5\u30fc\u30c8\u30ea\u30a2\u30eb
UI.PUC.DOCS.CONTENTS.TUTORIALS.INSTAVIEW=\u30a4\u30f3\u30b9\u30bf\u30f3\u30c8 \u30c6\u30f3\u30d7\u30ec\u30fc\u30c8\u30d9\u30fc\u30b9\u5206\u6790\u3092\u8a66\u884c
UI.PUC.DOCS.CONTENTS.TUTORIALS.INSTAVIEW.DESC=\u3055\u307e\u3056\u307e\u306a\u30c7\u30fc\u30bf \u30bd\u30fc\u30b9\u304b\u3089\u77ed\u6642\u9593\u3067\u5909\u63db\u30fb\u5206\u6790\u30c7\u30fc\u30bf\u3092\u751f\u6210\u3059\u308b\u3001\u30a4\u30f3\u30b9\u30bf\u30d3\u30e5\u30fc\u306e\u4f7f\u7528\u65b9\u6cd5\u3092\u793a\u3059\u8a73\u7d30\u306a\u30c1\u30e5\u30fc\u30c8\u30ea\u30a2\u30eb
UI.PUC.DOCS.CONTENTS.BUILD_SOLUTIONS=\u30d5\u30eb\u6a5f\u80fd\u30bd\u30ea\u30e5\u30fc\u30b7\u30e7\u30f3\u306e\u4f5c\u6210
UI.PUC.DOCS.CONTENTS.BUILD_SOLUTIONS.DATA_MODELS=\u6700\u521d\u306e\u30c7\u30fc\u30bf \u30e2\u30c7\u30eb\u3092\u5b9a\u7fa9
UI.PUC.DOCS.CONTENTS.BUILD_SOLUTIONS.DATA_MODELS.DESC=Pentaho \u30e6\u30fc\u30b6\u30fc \u30b3\u30f3\u30bd\u30fc\u30eb\u3067\u30c7\u30fc\u30bf \u30bd\u30fc\u30b9 \u30a6\u30a3\u30b6\u30fc\u30c9\u3092\u4f7f\u3063\u3066\u6700\u521d\u306e\u30c7\u30fc\u30bf \u30e2\u30c7\u30eb\u3092\u4f5c\u6210\u3059\u308b\u305f\u3081\u306e\u30bf\u30b9\u30af\u30d9\u30fc\u30b9\u306e\u30c9\u30ad\u30e5\u30e1\u30f3\u30c8
UI.PUC.DOCS.CONTENTS.BUILD_SOLUTIONS.PUC=\u5206\u6790\u3001\u30a4\u30f3\u30bf\u30e9\u30af\u30c6\u30a3\u30d6 \u30ec\u30dd\u30fc\u30c8\u3001\u30c0\u30c3\u30b7\u30e5\u30dc\u30fc\u30c9\u306e\u4f5c\u6210
UI.PUC.DOCS.CONTENTS.BUILD_SOLUTIONS.PUC.DESC=Pentaho \u30e6\u30fc\u30b6\u30fc \u30b3\u30f3\u30bd\u30fc\u30eb\u3001\u30a2\u30ca\u30e9\u30a4\u30b6\u30fc\u3001\u30a4\u30f3\u30bf\u30e9\u30af\u30c6\u30a3\u30d6 \u30ec\u30dd\u30fc\u30c6\u30a3\u30f3\u30b0\u3001\u30c0\u30c3\u30b7\u30e5\u30dc\u30fc\u30c9 \u30c7\u30b6\u30a4\u30ca\u30fc\u3001\u304a\u3088\u3073\u30b7\u30b9\u30c6\u30e0\u7ba1\u7406\u6a5f\u80fd\u306e\u305f\u3081\u306e\u30bf\u30b9\u30af\u30d9\u30fc\u30b9\u306e\u30c9\u30ad\u30e5\u30e1\u30f3\u30c8
UI.PUC.DOCS.CONTENTS.BUILD_SOLUTIONS.REPORTS=\u30d7\u30ea\u30f3\u30c8\u30af\u30aa\u30ea\u30c6\u30a3 \u30ec\u30dd\u30fc\u30c8\u306e\u8a2d\u8a08
UI.PUC.DOCS.CONTENTS.BUILD_SOLUTIONS.REPORTS.DESC=\u30ec\u30dd\u30fc\u30c8 \u30c7\u30b6\u30a4\u30ca\u30fc\u306b\u3088\u308b\u30ec\u30dd\u30fc\u30c8\u306e\u4f5c\u6210\u3001\u7de8\u96c6\u3001\u767a\u884c\u306b\u95a2\u3059\u308b\u30bf\u30b9\u30af\u30d9\u30fc\u30b9\u306e\u30c9\u30ad\u30e5\u30e1\u30f3\u30c8\u5b8c\u5168\u306a\u30c1\u30e3\u30fc\u30c8 \u30d7\u30ed\u30d1\u30c6\u30a3 \u30ea\u30d5\u30a1\u30ec\u30f3\u30b9\u3092\u542b\u3080
UI.PUC.DOCS.CONTENTS.BUILD_SOLUTIONS.PDI=DI \u30bd\u30ea\u30e5\u30fc\u30b7\u30e7\u30f3\u306e\u4f5c\u6210
UI.PUC.DOCS.CONTENTS.BUILD_SOLUTIONS.PDI.DESC=Pentaho \u30c7\u30fc\u30bf\u7d71\u5408\u6a5f\u80fd\u3092\u30ab\u30d0\u30fc\u3059\u308b\u30bf\u30b9\u30af\u30d9\u30fc\u30b9\u306e\u30c9\u30ad\u30e5\u30e1\u30f3\u30c8
UI.PUC.DOCS.CONTENTS.BUILD_SOLUTIONS.BIG_DATA=\u30d3\u30c3\u30b0 \u30c7\u30fc\u30bf\u3068\u306e\u9023\u643a
UI.PUC.DOCS.CONTENTS.BUILD_SOLUTIONS.BIG_DATA_DESC=\u3055\u307e\u3056\u307e\u306a Hadoop \u30c7\u30a3\u30b9\u30c8\u30ea\u30d3\u30e5\u30fc\u30b7\u30e7\u30f3\u5411\u3051\u306e Pentaho \u30c7\u30fc\u30bf\u7d71\u5408\u306e\u69cb\u7bc9\u65b9\u6cd5 (\u30d3\u30c3\u30b0 \u30c7\u30fc\u30bf\u306e\u30b9\u30c6\u30c3\u30d7\u304a\u3088\u3073\u30a8\u30f3\u30c8\u30ea\u306e\u5229\u7528\u65b9\u6cd5\u306b\u95a2\u3059\u308b\u624b\u9806\u66f8\u3092\u4f75\u8a18)
UI.PUC.DOCS.CONTENTS.DATA_MODELS=\u62e1\u5f35\u30c7\u30fc\u30bf \u30e2\u30c7\u30eb\u306e\u4f5c\u6210\u3068\u6539\u5584
UI.PUC.DOCS.CONTENTS.DATA_MODELS.RELATIONAL=\u30ea\u30ec\u30fc\u30b7\u30e7\u30ca\u30eb \u30c7\u30fc\u30bf \u30e2\u30c7\u30eb\u3068\u306e\u9023\u643a
UI.PUC.DOCS.CONTENTS.DATA_MODELS.RELATIONAL.DESC=\u30e1\u30bf\u30c7\u30fc\u30bf \u30a8\u30c7\u30a3\u30bf\u30fc\u306b\u3088\u308b\u30ea\u30ec\u30fc\u30b7\u30e7\u30ca\u30eb \u30c7\u30fc\u30bf \u30e2\u30c7\u30eb\u306e\u4f5c\u6210\u3001\u7de8\u96c6\u3001\u767a\u884c\u306e\u305f\u3081\u306e\u53c2\u8003\u8cc7\u6599\u304a\u3088\u3073\u30bf\u30b9\u30af\u30d9\u30fc\u30b9\u6587\u66f8
UI.PUC.DOCS.CONTENTS.DATA_MODELS.ANALYSIS=\u30de\u30eb\u30c1\u30c7\u30a3\u30e1\u30f3\u30b7\u30e7\u30ca\u30eb \u30c7\u30fc\u30bf \u30e2\u30c7\u30eb\u3068\u306e\u9023\u643a
UI.PUC.DOCS.CONTENTS.DATA_MODELS.ANALYSIS.DESC=\u30b9\u30ad\u30fc\u30de \u30ef\u30fc\u30af\u30d9\u30f3\u30c1\u304a\u3088\u3073 Mondrian \u30a8\u30f3\u30b8\u30f3\u306b\u3088\u308b ROLAP \u30b9\u30ad\u30fc\u30de\u306e\u4f5c\u6210\u306b\u95a2\u3059\u308b\u30ac\u30a4\u30c0\u30f3\u30b9\u3068\u7406\u8ad6MDX \u8981\u7d20\u30ea\u30d5\u30a1\u30ec\u30f3\u30b9\u3092\u542b\u3080\u3002
UI.PUC.DOCS.CONTENTS.DATA_MODELS.AGGREGATION_DESIGNER=\u30de\u30eb\u30c1\u30c7\u30a3\u30e1\u30f3\u30b7\u30e7\u30ca\u30eb \u30c7\u30fc\u30bf \u30e2\u30c7\u30eb\u306e\u6700\u9069\u5316
UI.PUC.DOCS.CONTENTS.DATA_MODELS.AGGREGATION_DESIGNER.DESC=\u30de\u30eb\u30c1\u30c7\u30a3\u30e1\u30f3\u30b7\u30e7\u30ca\u30eb \u30c7\u30fc\u30bf \u30e2\u30c7\u30eb\u5411\u3051\u306e\u96c6\u8a08\u8868\u4f5c\u6210\u306b\u95a2\u3059\u308b\u60c5\u5831
UI.PUC.DOCS.CONTENTS.TUNE=Pentaho \u30b7\u30b9\u30c6\u30e0\u306e\u8a73\u7d30\u8a2d\u5b9a
UI.PUC.DOCS.CONTENTS.TUNE.ADMIN=BA \u30b5\u30fc\u30d0\u30fc\u306e\u7ba1\u7406
UI.PUC.DOCS.CONTENTS.TUNE.ADMIN.DESC=\u30d3\u30b8\u30cd\u30b9 \u30a2\u30ca\u30ea\u30c6\u30a3\u30af\u30b9 \u30b5\u30fc\u30d0\u30fc\u5411\u3051\u306e\u30b7\u30b9\u30c6\u30e0\u7ba1\u7406\u30bf\u30b9\u30af\u306e\u8aac\u660e
UI.PUC.DOCS.CONTENTS.TUNE.SECURITY=BA \u30b5\u30fc\u30d0\u30fc \u62e1\u5f35\u30bb\u30ad\u30e5\u30ea\u30c6\u30a3\u306e\u5b9a\u7fa9
UI.PUC.DOCS.CONTENTS.TUNE.SECURITY.DESC=\u4ed6\u306e\u30e6\u30fc\u30b6\u30fc\u8a8d\u8a3c\u30d7\u30ed\u30d0\u30a4\u30c0\u30fc\u8a2d\u5b9a\u3001\u3042\u308b\u3044\u306f\u30d3\u30b8\u30cd\u30b9 \u30a2\u30ca\u30ea\u30c6\u30a3\u30af\u30b9 \u30b5\u30fc\u30d0\u30fc\u4e0a\u3067\u306e SSL \u5b9f\u88c5\u306e\u305f\u3081\u306e\u624b\u9806\u3068\u30ac\u30a4\u30c0\u30f3\u30b9Active Directory\u3001LDAP\u3001\u30b7\u30f3\u30b0\u30eb \u30b5\u30a4\u30f3\u30aa\u30f3\u3001\u304a\u3088\u3073\u30ab\u30b9\u30bf\u30e0 JDBC \u8a8d\u8a3c\u306b\u5bfe\u5fdc
UI.PUC.DOCS.CONTENTS.TUNE.PERFORMANCE=BA \u30b5\u30fc\u30d0\u30fc \u30d1\u30d5\u30a9\u30fc\u30de\u30f3\u30b9\u306e\u6700\u9069\u5316
UI.PUC.DOCS.CONTENTS.TUNE.PERFORMANCE.DESC=\u30d3\u30b8\u30cd\u30b9 \u30a2\u30ca\u30ea\u30c6\u30a3\u30af\u30b9\u5168\u822c\u306e\u30d1\u30d5\u30a9\u30fc\u30de\u30f3\u30b9\u5411\u4e0a\u306e\u305f\u3081\u306e\u30ac\u30a4\u30c0\u30f3\u30b9\u3068\u624b\u9806\u30d3\u30b8\u30cd\u30b9 \u30a2\u30ca\u30ea\u30c6\u30a3\u30af\u30b9\u306e\u5909\u66f4\u3001\u30b3\u30f3\u30c6\u30f3\u30c4\u5408\u7406\u5316\u306e\u305f\u3081\u306e\u30ac\u30a4\u30c9\u30e9\u30a4\u30f3\u3001\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3 \u30b5\u30fc\u30d0\u30fc \u30af\u30e9\u30b9\u30bf\u30ea\u30f3\u30b0\u3001\u30d1\u30d5\u30a9\u30fc\u30de\u30f3\u30b9\u76e3\u8996\u304a\u3088\u3073\u30c6\u30b9\u30c8\u306b\u95a2\u3059\u308b\u30a2\u30c9\u30d0\u30a4\u30b9\u306b\u5bfe\u5fdc
UI.PUC.DOCS.CONTENTS.TUNE.TROUBLESHOOT=BA \u30b5\u30fc\u30d0\u30fc\u306e\u554f\u984c\u306e\u30c8\u30e9\u30d6\u30eb\u30b7\u30e5\u30fc\u30c8
UI.PUC.DOCS.CONTENTS.TUNE.TROUBLESHOOT.DESC=\u30d3\u30b8\u30cd\u30b9 \u30a2\u30ca\u30ea\u30c6\u30a3\u30af\u30b9 \u30b5\u30fc\u30d0\u30fc\u304a\u3088\u3073\u30c4\u30fc\u30eb\u5411\u3051\u306e\u30c8\u30e9\u30d6\u30eb\u30b7\u30e5\u30fc\u30c6\u30a3\u30f3\u30b0 \u30c8\u30d4\u30c3\u30af\u30b9\u4e00\u89a7\u3053\u306e\u4e00\u89a7\u306f\u3001\u30a8\u30e9\u30fc\u767a\u751f\u6642\u306b\u30d3\u30b8\u30cd\u30b9 \u30a2\u30ca\u30ea\u30c6\u30a3\u30af\u30b9\u5185\u306e\u3069\u3053\u3067\u539f\u56e0\u3092\u63a2\u305b\u3070\u826f\u3044\u304b\u5206\u304b\u3089\u306a\u3044\u5834\u5408\u306b\u5f79\u7acb\u3064\u3053\u3068\u304c\u3042\u308a\u307e\u3059\u3002
UI.PUC.DOCS.CONTENTS.TUNE.PDI_ADMIN=DI \u30b5\u30fc\u30d0\u30fc\u306e\u7ba1\u7406
UI.PUC.DOCS.CONTENTS.TUNE.PDI_ADMIN.DESC=\u30c7\u30fc\u30bf\u7d71\u5408\u30b5\u30fc\u30d0\u30fc\u5411\u3051\u306e\u30b7\u30b9\u30c6\u30e0\u7ba1\u7406\u30bf\u30b9\u30af\u306e\u8aac\u660e
UI.PUC.DOCS.CONTENTS.DEVELOP=\u30ab\u30b9\u30bf\u30e0 \u30bd\u30ea\u30e5\u30fc\u30b7\u30e7\u30f3\u306e\u958b\u767a
UI.PUC.DOCS.CONTENTS.DEVELOP.DASHBOARDS=\u30ab\u30b9\u30bf\u30e0 \u30c0\u30c3\u30b7\u30e5\u30dc\u30fc\u30c9\u306e\u4f5c\u6210
UI.PUC.DOCS.CONTENTS.DEVELOP.DASHBOARDS.DESC=Pentaho \u30b3\u30f3\u30c6\u30f3\u30c4\u3092\u5229\u7528\u3059\u308b\u30c0\u30c3\u30b7\u30e5\u30dc\u30fc\u30c9\u4f5c\u6210\u306e\u305f\u3081\u306e\u8a2d\u8a08\u7406\u8ad6Pentaho \u30c0\u30c3\u30b7\u30e5\u30dc\u30fc\u30c9 \u30c7\u30b6\u30a4\u30ca\u30fc\u3001\u30b3\u30df\u30e5\u30cb\u30c6\u30a3 \u30c0\u30c3\u30b7\u30e5\u30dc\u30fc\u30c9 \u30d5\u30ec\u30fc\u30e0\u30ef\u30fc\u30af (CDF)\u3001\u30ab\u30b9\u30bf\u30e0 JSP \u5411\u3051\u57fa\u672c\u30ac\u30a4\u30c0\u30f3\u30b9\u306b\u5bfe\u5fdc
UI.PUC.DOCS.CONTENTS.DEVELOP.CUSTOMIZING=\u30e6\u30fc\u30b6\u30fc \u30b3\u30f3\u30bd\u30fc\u30eb\u304a\u3088\u3073\u30c4\u30fc\u30eb\u306e\u30ab\u30b9\u30bf\u30de\u30a4\u30ba
UI.PUC.DOCS.CONTENTS.DEVELOP.CUSTOMIZING.DESC=Pentaho \u30e6\u30fc\u30b6\u30fc \u30b3\u30f3\u30bd\u30fc\u30eb (\u30a2\u30ca\u30e9\u30a4\u30b6\u30fc\u3001\u30a4\u30f3\u30bf\u30e9\u30af\u30c6\u30a3\u30d6 \u30ec\u30dd\u30fc\u30c6\u30a3\u30f3\u30b0\u3001\u30c0\u30c3\u30b7\u30e5\u30dc\u30fc\u30c9 \u30c7\u30b6\u30a4\u30ca\u30fc\u3092\u542b\u3080) \u306e\u30ed\u30fc\u30ab\u30e9\u30a4\u30ba\u304a\u3088\u3073\u57fa\u672c\u30ab\u30b9\u30bf\u30de\u30a4\u30ba\u5411\u3051\u624b\u9806
UI.PUC.DOCS.CONTENTS.DEVELOP.INTEGRATING=Web \u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u3078\u306e BA \u57cb\u3081\u8fbc\u307f
UI.PUC.DOCS.CONTENTS.DEVELOP.INTEGRATING.DESC=Pentaho \u30a2\u30ca\u30e9\u30a4\u30b6\u30fc\u3001\u30c0\u30c3\u30b7\u30e5\u30dc\u30fc\u30c9 \u30c7\u30b6\u30a4\u30ca\u30fc\u3001\u30a4\u30f3\u30bf\u30e9\u30af\u30c6\u30a3\u30d6 \u30ec\u30dd\u30fc\u30c6\u30a3\u30f3\u30b0\u3078\u306e\u9023\u643a\u3042\u308b\u3044\u306f\u57cb\u3081\u8fbc\u307f (\u65e2\u5b58\u306e Web \u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u5185) \u65b9\u6cd5\u3092\u793a\u3059\u3001\u30b3\u30fc\u30c9 \u30b5\u30f3\u30d7\u30eb\u304a\u3088\u3073 URL \u30d1\u30e9\u30e1\u30fc\u30bf\u30fc \u30ea\u30d5\u30a1\u30ec\u30f3\u30b9\u8cc7\u6599
UI.PUC.DOCS.CONTENTS.DEVELOP.REPORTING_EMBED=\u30ec\u30dd\u30fc\u30c6\u30a3\u30f3\u30b0\u306e\u57cb\u3081\u8fbc\u307f\u3068\u62e1\u5f35
UI.PUC.DOCS.CONTENTS.DEVELOP.REPORTING_EMBED.DESC=\u30ec\u30dd\u30fc\u30c6\u30a3\u30f3\u30b0\u6a5f\u80fd\u306e\u62e1\u5f35\u65b9\u6cd5\u3042\u308b\u3044\u306f\u30e6\u30fc\u30b6\u30fc \u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u3078\u306e\u30ec\u30dd\u30fc\u30c6\u30a3\u30f3\u30b0\u30a8\u30f3\u30b8\u30f3\u306e\u57cb\u3081\u8fbc\u307f\u65b9\u6cd5\u306b\u95a2\u3059\u308b\u30b3\u30fc\u30c9 \u30b5\u30f3\u30d7\u30eb\u304a\u3088\u3073\u624b\u9806
UI.PUC.DOCS.CONTENTS.DEVELOP.PDI_EMBED_EXTEND=DI \u306e\u57cb\u3081\u8fbc\u307f\u3068\u62e1\u5f35
UI.PUC.DOCS.CONTENTS.DEVELOP.PDI_EMBED_EXTEND.DESC=\u30d7\u30ed\u30b0\u30e9\u30e0\u7684\u306b\u30c7\u30fc\u30bf\u7d71\u5408\u6a5f\u80fd\u3092\u62e1\u5f35\u3059\u308b\u65b9\u6cd5\u3001\u3042\u308b\u3044\u306f\u30e6\u30fc\u30b6\u30fc \u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u3078\u306e\u30c7\u30fc\u30bf\u7d71\u5408\u30a8\u30f3\u30b8\u30f3\u306e\u57cb\u3081\u8fbc\u307f\u65b9\u6cd5\u3092\u793a\u3059\u3001\u624b\u9806\u3001Java \u30af\u30e9\u30b9\u304a\u3088\u3073\u30e1\u30bd\u30c3\u30c9\u3001Eclipse \u30d9\u30fc\u30b9\u306e\u30b5\u30f3\u30d7\u30eb \u30d7\u30e9\u30b0\u30a4\u30f3 \u30d7\u30ed\u30b8\u30a7\u30af\u30c8
UI.PUC.DOCS.FOOTER=PDF \u30d5\u30a1\u30a4\u30eb\u306e\u53c2\u7167\u306b\u306f\u3001Adobe Acrobat Reader \u304c\u5fc5\u8981\u3067\u3059\u3002<br />Adobe Acrobat Reader \u306f {0} \u304b\u3089\u5165\u624b\u53ef\u80fd\u306a\u30d5\u30ea\u30fc \u30d7\u30ed\u30b0\u30e9\u30e0\u3067\u3059\u3002
UI.PUC.DOCS.FOOTER.ADOBE_SITE=Adobe Web \u30b5\u30a4\u30c8
