#
# Copyright 2006 - 2010 Pentaho Corporation.  All rights reserved.
# This program is free software; you can redistribute it and/or modify it under the
# terms of the GNU Lesser General Public License, version 2.1 as published by the Free Software
# Foundation.
#
# You should have received a copy of the GNU Lesser General Public License along with this
# program; if not, you can obtain a copy at http://www.gnu.org/licenses/old-licenses/lgpl-2.1.html
# or from the Free Software Foundation, Inc.,
# 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301 USA.
#
# This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY;
# without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.
# See the GNU Lesser General Public License for more details.
#

UI.USER_SAVE_SUCCESS=Le fichier a \u00e9t\u00e9 correctement enregistr\u00e9.
UI.USER_SAVE_FAILED_GENERAL=Le fichier n'a pas pu \u00eatre enregistr\u00e9 \u00e0 cause d'une d\u00e9faillance g\u00e9n\u00e9rale. Voir le journal du serveur pour plus d'informations.
UI.USER_SAVE_FAILED_INVALID_USER_CREDS=Vous n'\u00eates pas autoris\u00e9 \u00e0 enregistrer ce fichier. L'enregistrement du fichier a \u00e9chou\u00e9.

BaseTest.DEBUG_JUNIT_TEST=Test JUnit

CHART.DISPLAY_ERROR=Erreur d'affichage
CHART.USER_SAMPLES=\u00c9chantillons d'utilisateurs

InitFailure.USER_ERRORS_DETECTED=Les erreurs suivantes ont \u00e9t\u00e9 d\u00e9tect\u00e9es
InitFailure.USER_SEE_SERVER_CONSOLE=Pour plus d'informations sur chaque erreur d\u00e9tect\u00e9e, consultez la console du serveur.

NAVIGATE.ERROR_0001_NAVIGATE_ERROR=Impossible de cr\u00e9er l'affichage de navigation

PIECHART.DISPLAY_ERROR=Erreur d'affichage
PIECHART.TEST_PIE_CHART=Graphique en secteurs de test
PIECHART.USER_SAMPLES=\u00c9chantillons d'utilisateurs

PUBLISHERS.ERROR_0001_PUBLISHERS_ERROR=Impossible d'obtenir des informations sur les \u00e9diteurs

SCHEDULER_ADMIN.ERROR_0001_DISPLAY_ERROR=Impossible de cr\u00e9er l'affichage de l'administration du planificateur

SOLUTION_MANAGER.ERROR_0001_DISPLAY_ERROR=Impossible de cr\u00e9er l'affichage du gestionnaire de solution

SolutionManagerUI.ERROR_0001=Informations\u0020: Ne peut \u00eatre ex\u00e9cut\u00e9 que dans un r\u00e9f\u00e9rentiel bas\u00e9 sur un fichier Pentaho et ne peut \u00eatre utilis\u00e9 qu'avec un r\u00e9f\u00e9rentiel RDBMS.

UI.ERROR_0001_BAD_TEMPLATE=Impossible de charger le mod\u00e8le\u0020: {0}
UI.ERROR_0002_BAD_TEMPLATE_OBJECT=Impossible de charger le moteur du mod\u00e8le


UI.USER_ABOUT_TITLE=Version du serveur Pentaho\u0020: {0}
UI.USER_COPYRIGHT=Copyright &copy; 2004 - 2010
UI.USER_ABOUT_TEXT={0} Pentaho Corporation. Tous droits r\u00e9serv\u00e9s.<p/>Ce programme est un logiciel libre. Vous pouvez le redistribuer et/ou le modifier selon les termes de la licence publique g\u00e9n\u00e9rale limit\u00e9e GNU, version 2.1 telle qu'elle a \u00e9t\u00e9 publi\u00e9e par la Free Software Foundation.<p/>Vous devez avoir re\u00e7u une copie de la licence publique g\u00e9n\u00e9rale limit\u00e9e GNU en m\u00eame temps que ce programme. Si ce n'est pas le cas, procurez-vous une copie sur le site http://www.gnu.org/licenses/old-licenses/lgpl-2.1.html ou aupr\u00e8s de la Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301 \u00c9tats-Unis.<p/>Ce programme est distribu\u00e9 car potentiellement utile, mais SANS AUCUNE GARANTIE, y compris la garantie implicite de COMMERCIALISATION ou d'ADAPTATION DANS UN BUT SP\u00c9CIFIQUE. Pour plus d'informations, reportez-vous \u00e0 la licence publique g\u00e9n\u00e9rale limit\u00e9e GNU.<p/>
UI.USER_SPECIAL_THANKS=Nous remercions tout particuli\u00e8rement nos collaborateurs.
UI.USER_ADMIN=Administrateur
UI.USER_ADMIN_INTRO=Bienvenue dans l'administration de Pentaho Cet espace permet aux administrateurs de g\u00e9rer les calendriers et d'actualiser les param\u00e8tres du serveur Pentaho BI.<p/>Informations suppl\u00e9mentaires pour les administrateurs - Pentaho Professional Edition peut s'int\u00e9grer aux fournisseurs LDAP ou MSAD pour s'authentifier et s\u00e9curiser les rapports, suivre les modifications tout au long du cycle de vie de la solution du d\u00e9veloppement \u00e0 la production, comprendre les modes d'utilisation de l'application via l'audit, et bien plus encore. Pour plus d'informations, consultez la page Web <a href="http://www.pentaho.org">www.pentaho.com</a>
UI.USER_ANALYSIS=Analyses
UI.USER_ANALYSIS_INVALID_PAGE=Vous ne pouvez pas acc\u00e9der \u00e0 cette page directement. Vous pouvez y acc\u00e9der par l'interm\u00e9diaire d'un lien accessible sur d'autres pages.
UI.USER_ANALYSIS_UNTITLED_PIVOT_NAME=Pivot sans titre
UI.USER_BURST_EDIT_DATA_HINT=Saisissez votre nom et votre adresse e-mail, ainsi que ceux de quelques amis. Lorsque vous ex\u00e9cutez des exemples d'\u00e9clatement, chaque personne re\u00e7oit un rapport sp\u00e9cifique pour la r\u00e9gion que vous lui avez s\u00e9lectionn\u00e9e.
UI.USER_BURST_EDIT_DATA_TITLE=Modifier les sites h\u00e9berg\u00e9s d'\u00e9clatement
UI.USER_BURST_EMAIL=Adresse e-mail
UI.USER_BURST_MANAGER=Responsable
UI.USER_BURST_REGION=R\u00e9gion

UI.USER_HOME_INTRO=Pentaho Open Source BI Suite offre des fonctions compl\u00e8tes de cr\u00e9ation de rapports, d'analyse et de r\u00e9alisation de tableaux de bord qui permettent aux organisations d'\u00eatre plus efficaces.

UI.USER_LINKS=Liens associ\u00e9s

UI.USER_OFFLINE=Si vous \u00eates connect\u00e9 \u00e0 Internet, vous trouverez des informations mises \u00e0 jour ici.

UI.USER_PUBLISHER_TITLE=Administration de l'\u00e9diteur

UI.USER_RESET=R\u00e9initialiser
UI.RESET_REPOSITORY_TITLE=R\u00e9initialiser le r\u00e9f\u00e9rentiel de la solution
UI.USER_SAMPLES=\u00c9chantillons et exemples

UI.USER_SELECT=S\u00e9lectionner\u0020:
UI.USER_TEST_SUITE_TITLE=S\u00e9quence de tests
UI.USER_UPDATE=Mettre \u00e0 jour...
UI.USER_WELCOME=Bienvenue
UI.USER_WHATS_NEW=Nouveaut\u00e9s Pentaho

WIDGETS.ERROR_0001_DISPLAY_ERROR=Impossible de cr\u00e9er l'affichage de widget

UI.USER_LOGIN=Connexion
UI.USER_LOGIN_LOGGED_IN_AS=Vous \u00eates actuellement connect\u00e9 en tant que {0}.
UI.USER_LOGIN_LOGIN_AS_DIFFERENT_USER=Connectez-vous sous un autre nom d'utilisateur
UI.USER_USER_PROMPT=Utilisateur\u0020:
UI.USER_LOGIN_FAILED=Votre tentative de connexion a \u00e9chou\u00e9. Veuillez recommencer.
UI.USER_LOGIN_FAILED_REASON_SESSION_REUSE=Vous avez tent\u00e9 de vous connecter mais l'utilisateur pr\u00e9c\u00e9dent ne s'\u00e9tait pas encore d\u00e9connect\u00e9. Pour prot\u00e9ger l'utilisateur pr\u00e9c\u00e9dent, ce dernier a \u00e9t\u00e9 d\u00e9connect\u00e9 automatiquement. Vous pouvez d\u00e9sormais tenter de vous connecter avec vos identifiants.
UI.USER_PASSWORD_PROMPT=Mot de passe\u0020:
UI.USER_USERS_PROMPT=Utilisateurs valides\u0020:
UI.USER_LOGIN_FAILED_DEFAULT_REASON=Un probl\u00e8me inattendu s'est produit lors de la connexion.
UI.USER_LOGIN_FAILED_REASON_ORG_SPRINGSECURITY_BADCREDENTIALSEXCEPTION=Identifiants incorrects.

UI.USER_PERMISSIONS=Autorisations
UI.USER_PERMISSION_DENIED=Autorisation refus\u00e9e
UI.USER_PERMISSION_SETTINGS=Param\u00e8tres
UI.USER_PERMISSION_TREE=R\u00e9f\u00e9rentiel de la solution

UI.PUC.LAUNCH.TITLE=Page de d\u00e9marrage
UI.PUC.LAUNCH.NEW_REPORT=Nouveau<br />rapport
UI.PUC.LAUNCH.NEW_ANALYSIS=Nouvelle vue<br />d'analyse
UI.PUC.LAUNCH.MANAGE_CONTENT=G\u00e9rer<br />le contenu
UI.PUC.LAUNCH.DATA_ACCESS=Nouvelle<br />source de donn\u00e9es

UI.WEB_HELP_TITLE=Visionneuse de l'aide Web
UI.WEB_HELP_PRINT=Imprimer
UI.WEB_HELP_CLOSE=Fermer

UI.PUC.LOGIN.ERROR=Une erreur de connexion s'est produite. Veuillez recommencer.
UI.PUC.SYSTEM.DOWN=Le syst\u00e8me est \u00e0 l'arr\u00eat pour cause de maintenance. Pour obtenir de l'aide, veuillez contacter votre administrateur syst\u00e8me.
UI.PUC.SYSTEM.DOWN.CAPTION=Connexion
UI.PUC.LOGIN.MESSAGE=La User Console de Pentaho permet d'acc\u00e9der aux puissantes fonctionnalit\u00e9s d\u00e9cisionnelles (BI) accessibles dans Pentaho BI Suite. Connectez-vous pour acc\u00e9der \u00e0 vos rapports, \u00e0 vos vues d'analyses et \u00e0 vos tableaux de bord.
UI.PUC.LOGIN.COPYRIGHT=&copy; 2005-{0} Pentaho Corporation. Tous droits r\u00e9serv\u00e9s.
UI.PUC.LOGIN.NEW_WINDOW=Lancer dans une nouvelle fen\u00eatre
UI.PUC.LOGIN.PASSWORD=Mot de passe\u0020:
UI.PUC.LOGIN.USERNAME=Nom d'utilisateur\u0020:
UI.PUC.LOGIN.CONTACT_US=Nous contacter
UI.PUC.LOGIN.LOGIN=Connexion
UI.PUC.LOGIN.EVAL_LOGIN=Se connecter en tant qu'\u00e9valuateur
UI.PUC.LOGIN.ADMIN_USER=Administrateur
UI.PUC.LOGIN.BUSINESS_USER=Utilisateur
UI.PUC.LOGIN.REQUEST_SUPPORT=Demander une \u00e9valuation gratuite
UI.PUC.LOGIN.OK=OK
UI.PUC.LOGIN.CLOSE=FERMER
UI.PUC.LOGIN.ERROR.CAPTION=Erreur de connexion
UI.PUC.LOGIN.TITLE=User Console
UI.PUC.LOGIN.GO=ACC\u00c9DER
UI.PUC.TITLE=User Console Pentaho - Connexion
UI.PUC.LOGOUT.HEADER=Vous vous \u00eates d\u00e9connect\u00e9 de la User Console.
UI.PUC.LOGOUT.BUTTON=Revenir \u00e0 la page de connexion

UI.PDIUC.LOGIN.TITLE=Serveur d'int\u00e9gration de donn\u00e9es

UI.PUC.DOCS.TITLE=Informations relatives \u00e0 Pentaho BA Suite
UI.PUC.DOCS.HEADER.TITLE=Documentation
UI.PUC.DOCS.HEADER=Informations relatives \u00e0 Community Edition de Pentaho Business Analytics (BA) et Data Integration (DI), \u00e0 l'exception des fonctions d'Enterprise Edition. <ul><li>Pour l'analyseur de la User Console&#8212;, la cr\u00e9ation de rapports interactifs, les tableaux de bord, le gestionnaire de licences et la configuration LDAP</li><li>Pour BA&#8212;le march\u00e9 des op\u00e9rations</li><li>Pour DI&#8212;le march\u00e9 des op\u00e9rations et certaines entr\u00e9es et \u00e9tapes DI</li></ul>
UI.PUC.DOCS.HEADER.VISIT_INFO=Pour obtenir des informations d\u00e9taill\u00e9es et mises \u00e0 jour, acc\u00e9dez au site {0}.
UI.PUC.DOCS.CONTENTS.BUTTON.EXPAND=Tout afficher
UI.PUC.DOCS.CONTENTS.BUTTON.COLLAPSE=Tout masquer
UI.PUC.DOCS.CONTENTS.MAKE_A_PLAN=\u00c9tablir un plan
UI.PUC.DOCS.CONTENTS.MAKE_A_PLAN.COMPONENTS=Se familiariser avec les composants Pentaho
UI.PUC.DOCS.CONTENTS.MAKE_A_PLAN.COMPONENTS.DESC=Introduction aux composants de Pentaho.
UI.PUC.DOCS.CONTENTS.MAKE_A_PLAN.WORKFLOWS=S\u00e9lectionnez vos flux de travail
UI.PUC.DOCS.CONTENTS.MAKE_A_PLAN.WORKFLOWS.DESC=Vue d'ensemble des diff\u00e9rentes utilisations de Pentaho.
UI.PUC.DOCS.CONTENTS.MAKE_A_PLAN.SUPPORTED_COMPONENTS=Examiner les technologies support\u00e9es
UI.PUC.DOCS.CONTENTS.MAKE_A_PLAN.SUPPORTED_COMPONENTS.DESC=Liste des technologies support\u00e9es par Pentaho pour une utilisation avec nos produits.
UI.PUC.DOCS.CONTENTS.INSTALL=Installer le logiciel Pentaho
UI.PUC.DOCS.CONTENTS.INSTALL.ZIPTAR=Installez-le avec votre propre r\u00e9f\u00e9rentiel BA
UI.PUC.DOCS.CONTENTS.INSTALL.ZIPTAR.DESC=Instructions relatives \u00e0 l'utilisation des packages d'archives au format .zip pour installer les composants de Business Analytics. Des packages individuels sont disponibles pour chaque composant.
UI.PUC.DOCS.CONTENTS.INSTALL.CLIENT=Installer uniquement les outils BA
UI.PUC.DOCS.CONTENTS.INSTALL.CLIENT.DESC=Instructions relatives \u00e0 l'installation de chaque outil Business Analytics.
UI.PUC.DOCS.CONTENTS.INSTALL.PDI=Installez-le avec votre propre r\u00e9f\u00e9rentiel DI
UI.PUC.DOCS.CONTENTS.INSTALL.PDI.DESC=Instructions relatives \u00e0 l'utilisation des paquets d'archive au format .zip pour installer les composants de Data Integration. Des packages individuels sont disponibles pour chaque composant.
UI.PUC.DOCS.CONTENTS.INSTALL.CLIENT_PDI=Installer uniquement les outils DI
UI.PUC.DOCS.CONTENTS.INSTALL.CLIENT_PDI.DESC=Instructions relatives \u00e0 l'installation de chaque outil Data Integration.
UI.PUC.DOCS.CONTENTS.CONFIGURE=Configurer les syst\u00e8mes Pentaho
UI.PUC.DOCS.CONTENTS.CONFIGURE.BA_SERVER=Configurer le serveur BA et les outils
UI.PUC.DOCS.CONTENTS.CONFIGURE.BA_SERVER.DESC=Instructions compl\u00e8tes relatives \u00e0 la configuration de Pentaho Business Analytics sous Windows, Linux et OS X.
UI.PUC.DOCS.CONTENTS.CONFIGURE.PDI_SERVER=Configurer le serveur DI et les outils
UI.PUC.DOCS.CONTENTS.CONFIGURE.PDI_SERVER.DESC=Instructions compl\u00e8tes relatives \u00e0 la configuration de Pentaho Data Integration sous Windows, Linux et OS X.
UI.PUC.DOCS.CONTENTS.TUTORIALS=Didacticiels
UI.PUC.DOCS.CONTENTS.TUTORIALS.PENTAHO=D\u00e9couvrir l'analyse, les rapports interactifs et les tableaux de bord
UI.PUC.DOCS.CONTENTS.TUTORIALS.PENTAHO.DESC=Un tutoriel d\u00e9taill\u00e9 vous assiste dans la cr\u00e9ation de votre premi\u00e8re analyse, de vos premiers rapports interactifs et de vos premiers tableaux \u00e0 l'aide de la User Console Pentaho.
UI.PUC.DOCS.CONTENTS.TUTORIALS.PRD=Cr\u00e9er son premier rapport en qualit\u00e9 impression
UI.PUC.DOCS.CONTENTS.TUTORIALS.PRD.DESC=Un tutoriel d\u00e9taill\u00e9 vous montre comment cr\u00e9er un rapport format\u00e9 avec Report Designer.
UI.PUC.DOCS.CONTENTS.TUTORIALS.PDI=Commencer \u00e0 utiliser DI
UI.PUC.DOCS.CONTENTS.TUTORIALS.PDI.DESC=Tutoriel pr\u00e9sentant les fonctions \u00e0 forte valeur ajout\u00e9e de Pentaho Data Integration.
UI.PUC.DOCS.CONTENTS.TUTORIALS.INSTAVIEW=Tenter l'analyse instantan\u00e9e bas\u00e9e sur un mod\u00e8le
UI.PUC.DOCS.CONTENTS.TUTORIALS.INSTAVIEW.DESC=Tutoriel d\u00e9taill\u00e9 qui montre comment utiliser Instaview pour g\u00e9n\u00e9rer rapidement des donn\u00e9es de transformation et d'analyse \u00e0 partir de diff\u00e9rentes sources de donn\u00e9es.
UI.PUC.DOCS.CONTENTS.BUILD_SOLUTIONS=G\u00e9n\u00e9rer des solutions compl\u00e8tes
UI.PUC.DOCS.CONTENTS.BUILD_SOLUTIONS.DATA_MODELS=D\u00e9finir des mod\u00e8les de donn\u00e9es initiaux
UI.PUC.DOCS.CONTENTS.BUILD_SOLUTIONS.DATA_MODELS.DESC=Documentation bas\u00e9e sur les t\u00e2ches pour cr\u00e9er des mod\u00e8les de donn\u00e9es initiaux \u00e0 l'aide de l'assistant de source de donn\u00e9es dans la User Console Pentaho.
UI.PUC.DOCS.CONTENTS.BUILD_SOLUTIONS.PUC=Cr\u00e9er une analyse, des rapports interactifs et des tableaux de bord
UI.PUC.DOCS.CONTENTS.BUILD_SOLUTIONS.PUC.DESC=Documentation bas\u00e9e sur les t\u00e2ches pour la User Console Pentaho, l'analyseur, l'outil de cr\u00e9ation de rapports interactifs, le concepteur de tableaux de bord et les fonctions d'administration du syst\u00e8me.
UI.PUC.DOCS.CONTENTS.BUILD_SOLUTIONS.REPORTS=Concevoir des rapports en qualit\u00e9 impression
UI.PUC.DOCS.CONTENTS.BUILD_SOLUTIONS.REPORTS.DESC=Documentation bas\u00e9e sur les t\u00e2ches relative \u00e0 la cr\u00e9ation, l'\u00e9dition et la publication de rapports avec Report Designer. Inclut une r\u00e9f\u00e9rence compl\u00e8te aux propri\u00e9t\u00e9s du graphique.
UI.PUC.DOCS.CONTENTS.BUILD_SOLUTIONS.PDI=Cr\u00e9er des solutions DI
UI.PUC.DOCS.CONTENTS.BUILD_SOLUTIONS.PDI.DESC=Documentation bas\u00e9e sur les t\u00e2ches relative aux fonctionnalit\u00e9s de Pentaho Data Integration.
UI.PUC.DOCS.CONTENTS.BUILD_SOLUTIONS.BIG_DATA=Utiliser des Big Data
UI.PUC.DOCS.CONTENTS.BUILD_SOLUTIONS.BIG_DATA_DESC=Mode de configuration de Pentaho Data Integration pour diverses distributions Hadoop et documentation sur les proc\u00e9dures d'utilisation des \u00e9tapes et des entr\u00e9es Big Data.
UI.PUC.DOCS.CONTENTS.DATA_MODELS=Cr\u00e9er et affiner les mod\u00e8les de donn\u00e9es avanc\u00e9s
UI.PUC.DOCS.CONTENTS.DATA_MODELS.RELATIONAL=Utiliser les mod\u00e8les de donn\u00e9es relationnels
UI.PUC.DOCS.CONTENTS.DATA_MODELS.RELATIONAL.DESC=Documentation de r\u00e9f\u00e9rence et documentation bas\u00e9e sur les t\u00e2ches relatives \u00e0 la cr\u00e9ation, l'\u00e9dition et la publication de mod\u00e8les de donn\u00e9es relationnels avec l'\u00e9diteur de m\u00e9tadonn\u00e9es.
UI.PUC.DOCS.CONTENTS.DATA_MODELS.ANALYSIS=Utiliser les mod\u00e8les de donn\u00e9es multidimensionnels
UI.PUC.DOCS.CONTENTS.DATA_MODELS.ANALYSIS.DESC=Guide pratique et th\u00e9orique sur la cr\u00e9ation de sch\u00e9mas ROLAP avec l'atelier de sch\u00e9mas et le moteur Mondrian. Inclut une r\u00e9f\u00e9rence \u00e0 l'\u00e9l\u00e9ment MDX.
UI.PUC.DOCS.CONTENTS.DATA_MODELS.AGGREGATION_DESIGNER=Optimiser les mod\u00e8les de donn\u00e9es multidimensionnels
UI.PUC.DOCS.CONTENTS.DATA_MODELS.AGGREGATION_DESIGNER.DESC=Informations sur la cr\u00e9ation de tableaux d'agr\u00e9gats pour le mod\u00e8le de donn\u00e9es multidimensionnel.
UI.PUC.DOCS.CONTENTS.TUNE=Ajuster les syst\u00e8mes Pentaho
UI.PUC.DOCS.CONTENTS.TUNE.ADMIN=Administrer le serveur BA
UI.PUC.DOCS.CONTENTS.TUNE.ADMIN.DESC=Explique les t\u00e2ches d'administration syst\u00e8me pour le serveur Business Analytics.
UI.PUC.DOCS.CONTENTS.TUNE.SECURITY=D\u00e9finir la s\u00e9curit\u00e9 avanc\u00e9e du serveur BA
UI.PUC.DOCS.CONTENTS.TUNE.SECURITY.DESC=Instructions et guide relatifs \u00e0 l'impl\u00e9mentation de fournisseurs de services d'authentification d'un autre utilisateur ou l'impl\u00e9mentation de SSL sur le serveur Business Analytics. Traite du r\u00e9pertoire actif, de LDAP, de l'authentification unique et de l'authentification JDBC personnalis\u00e9e.
UI.PUC.DOCS.CONTENTS.TUNE.PERFORMANCE=Optimiser les performances du serveur BA
UI.PUC.DOCS.CONTENTS.TUNE.PERFORMANCE.DESC=Guide et instructions relatifs \u00e0 l'am\u00e9lioration des performances dans la plupart des domaines de l'analytique. Traite de les changements de l'analytique, d\u00e9finit des lignes directrices pour la rationalisation du contenu, le clustering des serveurs d'application et donne des conseils sur le contr\u00f4le et le test des performances.
UI.PUC.DOCS.CONTENTS.TUNE.TROUBLESHOOT=R\u00e9soudre les probl\u00e8mes li\u00e9s au serveur BA
UI.PUC.DOCS.CONTENTS.TUNE.TROUBLESHOOT.DESC=Ensemble de sujets relatifs au d\u00e9pannage pour les outils et le serveur Business Analytics. Cette documentation peut s'av\u00e9rer utile si vous avez rencontr\u00e9 une erreur et que vous ne savez pas o\u00f9 rechercher la cause dans Business Analytics.
UI.PUC.DOCS.CONTENTS.TUNE.PDI_ADMIN=Administrer le serveur DI
UI.PUC.DOCS.CONTENTS.TUNE.PDI_ADMIN.DESC=Explique les t\u00e2ches d'administration syst\u00e8me pour le serveur Data Integration.
UI.PUC.DOCS.CONTENTS.DEVELOP=D\u00e9velopper des solutions personnalis\u00e9es
UI.PUC.DOCS.CONTENTS.DEVELOP.DASHBOARDS=Cr\u00e9er des tableaux de bord personnalis\u00e9s
UI.PUC.DOCS.CONTENTS.DEVELOP.DASHBOARDS.DESC=Concevoir une th\u00e9orie pour la cr\u00e9ation de tableaux de bord qui utilisent le contenu Pentaho. Traite du concepteur de tableaux de bord Pentaho, du CDF (Community Dashboard Framework) et sert de guide de base pour la personnalisation de JSP.
UI.PUC.DOCS.CONTENTS.DEVELOP.CUSTOMIZING=Personnaliser la User Console et les outils
UI.PUC.DOCS.CONTENTS.DEVELOP.CUSTOMIZING.DESC=Instructions relatives \u00e0 la localisation et la personnalisation de base de la User Console Pentaho, y compris l'analyseur, l'outil de cr\u00e9ation de rapports interactifs et le concepteur de tableaux de bord.
UI.PUC.DOCS.CONTENTS.DEVELOP.INTEGRATING=Int\u00e9grer BA dans des applications Web
UI.PUC.DOCS.CONTENTS.DEVELOP.INTEGRATING.DESC=Exemples de codes et documentation de r\u00e9f\u00e9rence sur le param\u00e8tre URL indiquant comment interagir avec ou int\u00e9grer (dans une application Web existante) l'analyseur Pentaho, le concepteur de tableaux de bord et l'outil de cr\u00e9ation de rapports.
UI.PUC.DOCS.CONTENTS.DEVELOP.REPORTING_EMBED=Int\u00e9grer et d\u00e9velopper la cr\u00e9ation de rapports
UI.PUC.DOCS.CONTENTS.DEVELOP.REPORTING_EMBED.DESC=Exemples de codes et instructions relatives au d\u00e9veloppement de la fonction de cr\u00e9ation de rapports ou \u00e0 l'int\u00e9gration du moteur de cr\u00e9ation de rapports dans vos applications.
UI.PUC.DOCS.CONTENTS.DEVELOP.PDI_EMBED_EXTEND=Int\u00e9grer et d\u00e9velopper DI
UI.PUC.DOCS.CONTENTS.DEVELOP.PDI_EMBED_EXTEND.DESC=Instructions, classes Java, m\u00e9thodes et projets de plugin bas\u00e9s sur Eclipse relatifs au d\u00e9veloppement de la fonction Data Integration ou \u00e0 l'int\u00e9gration du moteur Data Integration dans vos applications.
