#
# Copyright 2006 - 2010 Pentaho Corporation.  All rights reserved.
# This program is free software; you can redistribute it and/or modify it under the
# terms of the GNU Lesser General Public License, version 2.1 as published by the Free Software
# Foundation.
#
# You should have received a copy of the GNU Lesser General Public License along with this
# program; if not, you can obtain a copy at http://www.gnu.org/licenses/old-licenses/lgpl-2.1.html
# or from the Free Software Foundation, Inc.,
# 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301 USA.
#
# This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY;
# without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.
# See the GNU Lesser General Public License for more details.
#

UI.USER_SAVE_SUCCESS=Datei erfolgreich gespeichert.
UI.USER_SAVE_FAILED_GENERAL=Die Datei konnte aufgrund eines allgemeinen Fehlers nicht gespeichert werden. Siehe Serverprotokoll f\u00fcr Details.
UI.USER_SAVE_FAILED_INVALID_USER_CREDS=Sie sind nicht berechtigt, diese Datei zu speichern. Speicherung der Datei fehlgeschlagen.

BaseTest.DEBUG_JUNIT_TEST=JUnit Test

CHART.DISPLAY_ERROR=Anzeigefehler
CHART.USER_SAMPLES=Benutzerbeispiele

InitFailure.USER_ERRORS_DETECTED=Folgende Fehler wurden erkannt.
InitFailure.USER_SEE_SERVER_CONSOLE=Sehen Sie bitte auf der Serverkonsole f\u00fcr Details zu den erkannten Fehlern nach.

NAVIGATE.ERROR_0001_NAVIGATE_ERROR=Es konnte keine Navigationsanzeige erstellt werden.

PIECHART.DISPLAY_ERROR=Anzeigefehler
PIECHART.TEST_PIE_CHART=Kreisdiagramm testen
PIECHART.USER_SAMPLES=Benutzerbeispiele

PUBLISHERS.ERROR_0001_PUBLISHERS_ERROR=Informationen \u00fcber die Herausgeber konnten nicht abgerufen werden.

SCHEDULER_ADMIN.ERROR_0001_DISPLAY_ERROR=Es konnte keine Anzeige des Planeradministrators erstellt werden.

SOLUTION_MANAGER.ERROR_0001_DISPLAY_ERROR=Es konnte keine Anzeige des L\u00f6sungsmanagers erstellt werden.

SolutionManagerUI.ERROR_0001=Info: Kann nicht auf ein dateibasiertes Pentaho-Repository angewendet werden und kann nur zusammen mit einem RDBMS-Repository verwendet werden.

UI.ERROR_0001_BAD_TEMPLATE=Vorlage konnte nicht geladen werden: {0}
UI.ERROR_0002_BAD_TEMPLATE_OBJECT=Vorlagenmodul konnte nicht geladen werden


UI.USER_ABOUT_TITLE=Pentaho-Server-Version: {0}
UI.USER_COPYRIGHT=Copyright &copy; 2004 - 2010
UI.USER_ABOUT_TEXT={0} Pentaho Corporation. Alle Rechte vorbehalten.<p/>Dieses Programm ist freie Software; Sie d\u00fcrfen es im Rahmen der Bedingungen der GNU Lesser General Public License, Version 2.1, weiterverbreiten und/oder ver\u00e4ndern, wie von der Free Software Foundation ver\u00f6ffentlicht.<p/>Sie sollten zusammen mit diesem Programm eine Kopie der GNU Lesser General Public License erhalten haben; falls nicht, k\u00f6nnen Sie eine Kopie unter http://www.gnu.org/licenses/old-licenses/lgpl-2.1.html herunterladen oder bei der Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301 USA, bestellen.<p/> Dieses Programm wird in der Hoffnung verbreitet, dass es anderen von Nutzen sein kann, aber OHNE JEGLICHE GARANTIE; auch nicht der stillschweigenden Garantie der MARKTG\u00c4NGIGKEIT oder der EIGNUNG F\u00dcR EINEN BESTIMMTEN ZWECK. Weitere Informationen finden Sie in der GNU Lesser General Public License.<p/>
UI.USER_SPECIAL_THANKS=Besonderer Dank gilt allen Mitwirkenden.
UI.USER_ADMIN=Admin
UI.USER_ADMIN_INTRO=Willkommen bei der Pentaho-Verwaltung. Hier k\u00f6nnen Administratoren Zeitpl\u00e4ne verwalten und die Einstellungen der Pentaho-BI-Server aktualisieren.<p/>Zus\u00e4tzliche Informationen f\u00fcr Administratoren \u2013 Pentaho Professional Edition kann mit LDAP- oder MSAD-Anbietern integriert werden, um ein einmaliges Anmelden zu bieten und Berichte zu sichern, die \u00c4nderungen im Lebenszyklus der L\u00f6sung von der Entwicklung bis zur Produktion nachzuverfolgen, die Nutzungsmuster der Anwendung w\u00e4hrend der \u00dcberwachung zu verstehen und f\u00fcr vieles andere. Weitere Informationen finden Sie unter <a href=&quot;http://www.pentaho.org&quot;>www.pentaho.com</a>
UI.USER_ANALYSIS=Analysen
UI.USER_ANALYSIS_INVALID_PAGE=Auf diese Seite kann nicht direkt zugegriffen werden. Sie muss auf einer anderen Seite verlinkt werden.
UI.USER_ANALYSIS_UNTITLED_PIVOT_NAME=Unbenannter Pivot
UI.USER_BURST_EDIT_DATA_HINT=Geben Sie Ihren Namen und Ihre E-Mail-Adresse sowie die einiger Freunde ein. Wenn Sie die Trennbeispiele ausf\u00fchren, erh\u00e4lt jede Person einen Bericht, der an die jeweils ausgew\u00e4hlte Region angepasst ist.
UI.USER_BURST_EDIT_DATA_TITLE=Trennziele bearbeiten
UI.USER_BURST_EMAIL=E-Mail
UI.USER_BURST_MANAGER=Manager
UI.USER_BURST_REGION=Region

UI.USER_HOME_INTRO=Die Pentaho Open Source BI Suite bietet umfassende Funktionen zur Berichterstellung, Analyse und Dashboard-Erstellung, mit denen Unternehmen effizienter und effektiver arbeiten k\u00f6nnen.

UI.USER_LINKS=\u00c4hnliche Links

UI.USER_OFFLINE=Wenn Sie eine Internetverbindung haben, erhalten Sie hier die neuesten Informationen

UI.USER_PUBLISHER_TITLE=Herausgeberverwaltung

UI.USER_RESET=Zur\u00fccksetzen
UI.RESET_REPOSITORY_TITLE=L\u00f6sungsrepository zur\u00fccksetzen
UI.USER_SAMPLES=Beispiele

UI.USER_SELECT=Ausw\u00e4hlen:
UI.USER_TEST_SUITE_TITLE=Suite testen
UI.USER_UPDATE=Aktualisierung...
UI.USER_WELCOME=Willkommen
UI.USER_WHATS_NEW=Neues bei Pentaho

WIDGETS.ERROR_0001_DISPLAY_ERROR=Es konnte keine Widget-Anzeige erstellt werden.

UI.USER_LOGIN=Anmelden
UI.USER_LOGIN_LOGGED_IN_AS=Sie sind derzeit als {0} angemeldet.
UI.USER_LOGIN_LOGIN_AS_DIFFERENT_USER=Als anderer Benutzer anmelden
UI.USER_USER_PROMPT=Benutzer:
UI.USER_LOGIN_FAILED=Ihr Anmeldeversuch war nicht erfolgreich. Versuchen Sie es erneut.
UI.USER_LOGIN_FAILED_REASON_SESSION_REUSE=Sie haben versucht, sich anzumelden, aber der vorige Benutzer hat sich noch nicht abgemeldet. Um den vorigen Benutzer zu sch\u00fctzen, wurde er automatisch abgemeldet. Sie k\u00f6nnen jetzt versuchen, sich mit Ihren Anmeldeinformationen anzumelden.
UI.USER_PASSWORD_PROMPT=Kennwort:
UI.USER_USERS_PROMPT=G\u00fcltige Benutzer:
UI.USER_LOGIN_FAILED_DEFAULT_REASON=Bei der Anmeldung ist ein unerwarteter Fehler aufgetreten.
UI.USER_LOGIN_FAILED_REASON_ORG_SPRINGSECURITY_BADCREDENTIALSEXCEPTION=Falsche Anmeldeinformationen

UI.USER_PERMISSIONS=Berechtigungen
UI.USER_PERMISSION_DENIED=Berechtigung verweigert
UI.USER_PERMISSION_SETTINGS=Einstellungen
UI.USER_PERMISSION_TREE=L\u00f6sungsrepository

UI.PUC.LAUNCH.TITLE=Startseite
UI.PUC.LAUNCH.NEW_REPORT=Neu<br />Bericht
UI.PUC.LAUNCH.NEW_ANALYSIS=Neu<br />Analyseansicht
UI.PUC.LAUNCH.MANAGE_CONTENT=Verwalten<br />Inhalt
UI.PUC.LAUNCH.DATA_ACCESS=Neu<br />Datenquelle

UI.WEB_HELP_TITLE=Anzeige der Webhilfe
UI.WEB_HELP_PRINT=Drucken
UI.WEB_HELP_CLOSE=Schlie\u00dfen

UI.PUC.LOGIN.ERROR=Es ist ein Anmeldefehler aufgetreten. Versuchen Sie es erneut.
UI.PUC.SYSTEM.DOWN=Das System ist zu Wartungszwecken heruntergefahren. Bitten Sie Ihren Systemadministrator um Unterst\u00fctzung.
UI.PUC.SYSTEM.DOWN.CAPTION=Anmelden
UI.PUC.LOGIN.MESSAGE=Die Pentaho User Console bietet Zugriff auf leistungsstarke Business Intelligence (BI)-Funktionen in der Pentaho BI Suite. Melden Sie sich an, um auf Ihre Berichte, Analysen und Dashboards zuzugreifen.
UI.PUC.LOGIN.COPYRIGHT=&copy; 2005-{0} Pentaho Corporation. Alle Rechte vorbehalten.
UI.PUC.LOGIN.NEW_WINDOW=In neuem Fenster \u00f6ffnen
UI.PUC.LOGIN.PASSWORD=Kennwort:
UI.PUC.LOGIN.USERNAME=Benutzername:
UI.PUC.LOGIN.CONTACT_US=So erreichen Sie uns
UI.PUC.LOGIN.LOGIN=Anmelden
UI.PUC.LOGIN.EVAL_LOGIN=Als Tester anmelden
UI.PUC.LOGIN.ADMIN_USER=Administrator
UI.PUC.LOGIN.BUSINESS_USER=Gesch\u00e4ftsanwender
UI.PUC.LOGIN.REQUEST_SUPPORT=Support f\u00fcr kostenlose Testversion anfordern
UI.PUC.LOGIN.OK=OK
UI.PUC.LOGIN.CLOSE=SCHLIESSEN
UI.PUC.LOGIN.ERROR.CAPTION=Anmeldefehler
UI.PUC.LOGIN.TITLE=Benutzerkonsole
UI.PUC.LOGIN.GO=LOS
UI.PUC.TITLE=Pentaho User Console \u2013 Anmelden
UI.PUC.LOGOUT.HEADER=Sie haben sich von der Benutzerkonsole abgemeldet.
UI.PUC.LOGOUT.BUTTON=Zur\u00fcckkehren zur Anmeldungsseite

UI.PDIUC.LOGIN.TITLE=Datenintegrationsserver

UI.PUC.DOCS.TITLE=Informationskarte Pentaho BA Suite
UI.PUC.DOCS.HEADER.TITLE=Dokumentation
UI.PUC.DOCS.HEADER=Informationen zur Community Edition von Pentaho Business Analytics (BA) und Data Integration (DI), au\u00dfer diesen Features, die nur in der Enterprise Edition verf\u00fcgbar sind. <ul><li>F\u00fcr User Console&#8212;Analyzer, interaktive Berichterstellung, Dashboards, Lizenzmanager und LDAP-Konfiguration</li><li>F\u00fcr BA&#8212;Operations Mart</li><li>F\u00fcr DI&#8212;Operations Mart und einige DI-Schritte und Eintr\u00e4ge</li></ul>
UI.PUC.DOCS.HEADER.VISIT_INFO=St\u00e4ndig aktualisierte und durchsuchbare Informationen finden Sie unter {0}.
UI.PUC.DOCS.CONTENTS.BUTTON.EXPAND=Alle anzeigen
UI.PUC.DOCS.CONTENTS.BUTTON.COLLAPSE=Alle ausblenden
UI.PUC.DOCS.CONTENTS.MAKE_A_PLAN=Einen Plan erstellen
UI.PUC.DOCS.CONTENTS.MAKE_A_PLAN.COMPONENTS=Komponenten von Pentaho kennenlernen
UI.PUC.DOCS.CONTENTS.MAKE_A_PLAN.COMPONENTS.DESC=Einf\u00fchrung in die Komponenten, aus denen Pentaho besteht.
UI.PUC.DOCS.CONTENTS.MAKE_A_PLAN.WORKFLOWS=Ausw\u00e4hlen Ihrer Workflows
UI.PUC.DOCS.CONTENTS.MAKE_A_PLAN.WORKFLOWS.DESC=\u00dcberblick \u00fcber die verschiedenen Arbeitsweisen mit Pentaho.
UI.PUC.DOCS.CONTENTS.MAKE_A_PLAN.SUPPORTED_COMPONENTS=Unterst\u00fctzte Technologien ansehen
UI.PUC.DOCS.CONTENTS.MAKE_A_PLAN.SUPPORTED_COMPONENTS.DESC=Liste der Technologien, die Pentaho zur Verwendung mit unseren Produkten unterst\u00fctzt.
UI.PUC.DOCS.CONTENTS.INSTALL=Pentaho Software installieren
UI.PUC.DOCS.CONTENTS.INSTALL.ZIPTAR=Mit Ihrem eigenen BA-Repository installieren
UI.PUC.DOCS.CONTENTS.INSTALL.ZIPTAR.DESC=Anleitung zur Verwendung von Archivpaketen im ZIP-Format zur Installation von Gesch\u00e4ftsanalyse-Komponenten. F\u00fcr jede Komponente sind einzelne Pakete verf\u00fcgbar.
UI.PUC.DOCS.CONTENTS.INSTALL.CLIENT=Nur BA-Tools installieren
UI.PUC.DOCS.CONTENTS.INSTALL.CLIENT.DESC=Anleitung zur Installation aller Gesch\u00e4ftsanalyse-Tools.
UI.PUC.DOCS.CONTENTS.INSTALL.PDI=Mit Ihrem eigenen DI-Repository installieren
UI.PUC.DOCS.CONTENTS.INSTALL.PDI.DESC=Anleitung zur Verwendung von Archivpaketen im ZIP-Format zur Installation von Data Integration-Komponenten. F\u00fcr jede Komponente sind einzelne Pakete verf\u00fcgbar.
UI.PUC.DOCS.CONTENTS.INSTALL.CLIENT_PDI=Nur DI-Tools installieren
UI.PUC.DOCS.CONTENTS.INSTALL.CLIENT_PDI.DESC=Anleitung zur Installation aller Data Integration-Tools.
UI.PUC.DOCS.CONTENTS.CONFIGURE=Konfigurieren von Pentaho-Systemen
UI.PUC.DOCS.CONTENTS.CONFIGURE.BA_SERVER=Einrichten von BA-Server und Tools
UI.PUC.DOCS.CONTENTS.CONFIGURE.BA_SERVER.DESC=Vollst\u00e4ndige Anleitung zur Konfiguration von Pentaho Business Analytics auf Windows, Linux und OS X.
UI.PUC.DOCS.CONTENTS.CONFIGURE.PDI_SERVER=Einrichten von DI-Server und Tools
UI.PUC.DOCS.CONTENTS.CONFIGURE.PDI_SERVER.DESC=Vollst\u00e4ndige Anleitung zur Konfiguration von Pentaho Data Integration auf Windows, Linux und OS X.
UI.PUC.DOCS.CONTENTS.TUTORIALS=Schrittweise Lernprogramme
UI.PUC.DOCS.CONTENTS.TUTORIALS.PENTAHO=Weitere Informationen zu Analysen, interaktiven Berichten und Dashboards
UI.PUC.DOCS.CONTENTS.TUTORIALS.PENTAHO.DESC=Detailliertes Lernprogramm, das Sie durch die Erstellung Ihrer ersten Analysen, interaktiven Berichte und Dashboards mit der Pentaho User Console f\u00fchrt.
UI.PUC.DOCS.CONTENTS.TUTORIALS.PRD=Erstellen Ihres ersten Berichts in Druckqualit\u00e4t
UI.PUC.DOCS.CONTENTS.TUTORIALS.PRD.DESC=Detailliertes Lernprogramm, in dem gezeigt wird, wie ein komplex formatierter Bericht mit dem Report Designer erstellt wird.
UI.PUC.DOCS.CONTENTS.TUTORIALS.PDI=Erste Schritte mit DI
UI.PUC.DOCS.CONTENTS.TUTORIALS.PDI.DESC=Lernprogramm, das die hochwertigen Features von Pentaho Data Integration zeigt.
UI.PUC.DOCS.CONTENTS.TUTORIALS.INSTAVIEW=Testen von direkter vorlagenbasierter Analyse
UI.PUC.DOCS.CONTENTS.TUTORIALS.INSTAVIEW.DESC=Detailliertes Lernprogramm, in dem die Verwendung von Instaview zur schnellen Erzeugung von Umwandlungen und Datenanalyse aus einer Vielzahl von Datenquellen gezeigt wird.
UI.PUC.DOCS.CONTENTS.BUILD_SOLUTIONS=Erstellen von L\u00f6sungen mit allen Features
UI.PUC.DOCS.CONTENTS.BUILD_SOLUTIONS.DATA_MODELS=Definieren von Anfangsdatenmodellen
UI.PUC.DOCS.CONTENTS.BUILD_SOLUTIONS.DATA_MODELS.DESC=Aufgabenbasierte Dokumentation zur Erstellung von Anfangsdatenmodellen mithilfe des Datenquellen-Assistenten in der Pentaho User Console.
UI.PUC.DOCS.CONTENTS.BUILD_SOLUTIONS.PUC=Erstellen von Analysen, interaktiven Berichten und Dashboards
UI.PUC.DOCS.CONTENTS.BUILD_SOLUTIONS.PUC.DESC=Aufgabenbasierte Dokumentation f\u00fcr die Pentaho User Console, Analyzer, interaktive Berichterstellung, Dashboard Designer und Systemadministratorfeatures.
UI.PUC.DOCS.CONTENTS.BUILD_SOLUTIONS.REPORTS=Entwerfen von Berichten in Druckqualit\u00e4t
UI.PUC.DOCS.CONTENTS.BUILD_SOLUTIONS.REPORTS.DESC=Aufgabenbasierte Dokumentation zur Erstellung, Bearbeitung und Ver\u00f6ffentlichung von Berichten mit dem Report Designer. Enth\u00e4lt eine vollst\u00e4ndige Diagrammeigenschaftenreferenz.
UI.PUC.DOCS.CONTENTS.BUILD_SOLUTIONS.PDI=Erstellen von DI-L\u00f6sungen
UI.PUC.DOCS.CONTENTS.BUILD_SOLUTIONS.PDI.DESC=Aufgabenbasierte Dokumentation der Pentaho Data Integration-Features.
UI.PUC.DOCS.CONTENTS.BUILD_SOLUTIONS.BIG_DATA=Arbeiten mit Big Data
UI.PUC.DOCS.CONTENTS.BUILD_SOLUTIONS.BIG_DATA_DESC=Anleitung zur Konfiguration von Pentaho Data Integration f\u00fcr verschiedene Hadoop-Distributionen, zusammen mit Verfahrensdokumentation zur Verwendung von Big Data-Schritten und -Eintr\u00e4gen.
UI.PUC.DOCS.CONTENTS.DATA_MODELS=Erstellen und Verfeinern von erweiterten Datenmodellen
UI.PUC.DOCS.CONTENTS.DATA_MODELS.RELATIONAL=Arbeiten mit relationalen Datenmodellen
UI.PUC.DOCS.CONTENTS.DATA_MODELS.RELATIONAL.DESC=Referenzmaterial und aufgabenbasierte Dokumentation zur Erstellung, Bearbeitung und Ver\u00f6ffentlichung von relationalen Datenmodellen mit dem Metadata Editor.
UI.PUC.DOCS.CONTENTS.DATA_MODELS.ANALYSIS=Arbeiten mit mehrdimensionalen Datenmodellen
UI.PUC.DOCS.CONTENTS.DATA_MODELS.ANALYSIS.DESC=Leitfaden und Theorie zur Erstellung von ROLAP-Schemas mit der Schema Workbench und dem Mondrian-Modul. Umfasst eine MDX-Elementreferenz.
UI.PUC.DOCS.CONTENTS.DATA_MODELS.AGGREGATION_DESIGNER=Optimieren von mehrdimensionalen Datenmodellen
UI.PUC.DOCS.CONTENTS.DATA_MODELS.AGGREGATION_DESIGNER.DESC=Informationen zur Erstellung von gesammelten Tabellen f\u00fcr mehrdimensionale Datenmodelle.
UI.PUC.DOCS.CONTENTS.TUNE=Perfektionieren von Pentaho-Systemen
UI.PUC.DOCS.CONTENTS.TUNE.ADMIN=Verwalten von BA-Server
UI.PUC.DOCS.CONTENTS.TUNE.ADMIN.DESC=Erkl\u00e4rt Systemadministrationsaufgaben f\u00fcr den Gesch\u00e4ftsanalyseserver.
UI.PUC.DOCS.CONTENTS.TUNE.SECURITY=Bestimmen der erweiterten BA-Serversicherheit
UI.PUC.DOCS.CONTENTS.TUNE.SECURITY.DESC=Anleitung und Leitfaden zur Implementierung eines anderen Benutzerauthentifizierungsanbieters oder zur Implementierung von SSL auf dem Gesch\u00e4ftsanalyseserver. Behandelt die Authentifizierung von Active Directory, LDAP, Single Sign-On und benutzerdefinertem JDBC.
UI.PUC.DOCS.CONTENTS.TUNE.PERFORMANCE=Optimieren der BA-Serverleistung
UI.PUC.DOCS.CONTENTS.TUNE.PERFORMANCE.DESC=Leitfaden und Anleitung zur Verbesserung der Leistung in den meisten Bereichen der Gesch\u00e4ftsanalyse. Behandelt \u00c4nderungen der Gesch\u00e4ftsanalyse, Leitf\u00e4den zur Inhaltsoptimierung, Clustering von Anwendungsservern und Ratschl\u00e4ge zur Leistungs\u00fcberwachung und Testen.
UI.PUC.DOCS.CONTENTS.TUNE.TROUBLESHOOT=Problembehandlung bei BA-Server
UI.PUC.DOCS.CONTENTS.TUNE.TROUBLESHOOT.DESC=Eine Sammlung von Themen zur Problembehandlung f\u00fcr den Gesch\u00e4ftsanalyseserver und Tools. Dies kann f\u00fcr Sie hilfreich sein, wenn Sie einen Fehler gefunden haben, aber nicht wissen, wo in der Gesch\u00e4ftsanalyse Sie nach der Ursache suchen m\u00fcssen.
UI.PUC.DOCS.CONTENTS.TUNE.PDI_ADMIN=DI-Server verwalten
UI.PUC.DOCS.CONTENTS.TUNE.PDI_ADMIN.DESC=Erkl\u00e4rt Systemadministrationsaufgaben f\u00fcr den Datenintegrationsserver.
UI.PUC.DOCS.CONTENTS.DEVELOP=Benutzerdefinierte L\u00f6sungen entwickeln
UI.PUC.DOCS.CONTENTS.DEVELOP.DASHBOARDS=Benutzerdefiniert Dashboards erstellen
UI.PUC.DOCS.CONTENTS.DEVELOP.DASHBOARDS.DESC=Designtheorie f\u00fcr das Erstellen von Dashboards, die Pentaho-Inhalte verwenden. Umfasst Pentaho Dashboard Designer, Community Dashboard Framework (CDF) und einen grundlegenden Leitfaden f\u00fcr benutzerdefinierte JSPs.
UI.PUC.DOCS.CONTENTS.DEVELOP.CUSTOMIZING=Benutzerkonsole und Werkzeuge anpassen
UI.PUC.DOCS.CONTENTS.DEVELOP.CUSTOMIZING.DESC=Anweisungen f\u00fcr die Lokalisierung und grundlegende Anpassung der Pentaho User Console, einschlie\u00dflich Analyzer, interaktive Berichterstellung und Dashboard Designer.
UI.PUC.DOCS.CONTENTS.DEVELOP.INTEGRATING=BA in Webanwendungen einbetten
UI.PUC.DOCS.CONTENTS.DEVELOP.INTEGRATING.DESC=Code-Beispiele und URL-Parameter-Referenzmaterial, das zeigt, wie mit Pentaho Analyzer, Dashboard Designer und interaktiver Berichterstellung interagiert werden kann oder diese (in eine existierende Webanwendung) eingebettet werden k\u00f6nnen.
UI.PUC.DOCS.CONTENTS.DEVELOP.REPORTING_EMBED=Berichterstellung integrieren und ausweiten
UI.PUC.DOCS.CONTENTS.DEVELOP.REPORTING_EMBED.DESC=Code-Beispiele und Anweisungen, zur Ausweitung der Berichterstellungs-Funktionalit\u00e4t oder zum Einbetten des Berichterstellungsmoduls in Ihre eigenen Anwendungen.
UI.PUC.DOCS.CONTENTS.DEVELOP.PDI_EMBED_EXTEND=DI einbetten und ausweiten
UI.PUC.DOCS.CONTENTS.DEVELOP.PDI_EMBED_EXTEND.DESC=Anweisungen, Java-Klassen und -Methoden sowie Eclipse-basierte Beispiel-Plugin-Projekte, die Ihnen zeigen, wie die Datenintegrationsfunktionalit\u00e4t programmatisch ausgeweitet werden kann oder das Datenintegrationsmodul in Ihre eigenen Anwendungen integriert werden kann.
