#
# *******************************************************************************
# Pentaho
#
# Copyright (C) 2002-2013 by Pentaho\u0020: http://www.pentaho.com
# *******************************************************************************
#

browse=Parcourir les fichiers
create_new=Cr\u00e9er nouveau
analysis_report=Rapport d\u2019analyse
interactive_report=Rapport interactif
dashboard=Tableau de bord
manage_datasources=G\u00e9rer les sources de donn\u00e9es
documentation=Documentation
analyzer_report=Rapport d\u2019analyse
analyzer_tooltip=Nouveau rapport d\u2019analyse
getting_started_heading=Prise en main
favorites=Favoris
recents=\u00c9l\u00e9ments r\u00e9cents
refresh=Actualiser
clearAllRecents=Effacer tous les \u00e9l\u00e9ments r\u00e9cents
clearAllFavorites=Effacer tous les favoris
emptyList=Aucun \u00e9l\u00e9ment
clear=Effacer
cancel=Annuler
confirm=Confirmer
video=Vid\u00e9o
confirmClearRecents=Souhaitez-vous vraiment effacer tous les \u00e9l\u00e9ments r\u00e9cents ?
confirmClearFavorites=Souhaitez-vous vraiment effacer tous les favoris ?
pentaho_user_console_guide=Guide de la console utilisateur Pentaho
pentaho_user_console_guide_description=Documentation de r\u00e9f\u00e9rence et documentation bas\u00e9e sur les t\u00e2ches sur le concepteur de tableaux de bord, l'analyseur Pentaho, l'outil de cr\u00e9ation de rapports Pentaho et les caract\u00e9ristiques de planification du contenu et d'autorisation dans la console utilisateur Pentaho.
pentaho_bi_suite_guide=Prise en main de BI Suite
pentaho_bi_suite_guide_description=Proc\u00e9dures pas \u00e0 pas illustrant comment cr\u00e9er des contenus avec les outils de conception de la console utilisateur Pentaho.
error_could_not_get_favorites=Erreur lors de l'obtention des favoris.
error_could_not_get_recents=Erreur lors de l'obtention des \u00e9l\u00e9ments r\u00e9cents.
error_could_not_mark_favorite=Erreur lors du marquage d'un \u00e9l\u00e9ment comme favori.
error_could_not_unmark_favorite=Erreur lors du d\u00e9marquage d'un \u00e9l\u00e9ment comme favori.
error_could_not_clear_recents=Erreur lors de la tentative de suppression des \u00e9l\u00e9ments r\u00e9cents.
error_could_not_clear_favorites=Erreur lors de la tentative de suppression des favoris.
add_favorite_tooltip=Ajouter aux favoris
remove_favorite_tooltip=Supprimer le favori
empty_favorites_panel_message=Vous n'avez pas encore s\u00e9lectionn\u00e9 de favoris. Ajouter des favoris
empty_recents_panel_message=Vous n'avez rien ouvert r\u00e9cemment. Parcourir vos fichiers

getting_started_tab1=Bienvenue
getting_started_tab1_title=En savoir plus sur<br/>Pentaho Business Analytics
getting_started_tab1_message1=Cette vid\u00e9o fournit un aper\u00e7u des point suivants\u0020:
getting_started_tab1_message2=- Fonctionnement de Pentaho
getting_started_tab1_message3=- Ses capacit\u00e9s
getting_started_tab1_message4=- Prise en main
getting_started_tab1_message5=- Comment obtenir une assistance technique

getting_started_tab2=\u00c9chantillons
getting_started_tab3=Didacticiels

getting_started_samples_button_title=D\u00e9couvrir
getting_started_tutorials_button_title=Regarder la vid\u00e9o
error_no_sample_content=Impossible de trouver le contenu \u00e9chantillon '{{sample_title}}'. Veuillez contacter votre administrateur.
error_propterty_does_not_exist=La propri\u00e9t\u00e9 de configuration '{{link}}' n'existe pas.
error_no_internet_access=Aucune connexion \u00e0 Internet d\u00e9tect\u00e9e.

# Samples and videos are formatted as TITLE|DESCRIPTION
getting_started_sample1=Lignes de produits de pointe <br/>(Tableau crois\u00e9 dynamique)|Comparez les ventes des 5 premi\u00e8res lignes de produits par territoire.
getting_started_sample2=R\u00e9partition des ventes <br/>(Tableau de bord CTools)|Visualisez les indicateurs des ventes.
getting_started_sample3=Ventes en Europe <br/>(Carte g\u00e9ographique)|D\u00e9couvrez les ventes en Europe en interagissant avec une carte g\u00e9ographique.
getting_started_sample4=Performance par pays <br/>(grille de chaleur)|Mettez en \u00e9vidence rapidement les pays les plus et les moins performants \u00e0 l'aide d'une grille de chaleur.
getting_started_sample5=Fournisseurs<br/>(Rapport interactif)|Affichez les commandes en cours par fournisseur de produit, filtrez rapidement par territoire et statut de la commande.
getting_started_sample6=Inventaire <br/>(Rapport)|Rapport d'inventaire avec scan affichant l'inventaire disponible avec les descriptions d\u00e9taill\u00e9es des produits.
getting_started_sample7=Principaux clients <br/>(Rapport)|Affichez les principaux clients en termes de ventes et de volumes d'unit\u00e9s vendues, par r\u00e9gion et ligne de produit.
getting_started_sample8=Performances en termes de ventes <br/>(Tableau de bord)| Compr\u00e9hension des ventes globales, affichage du statut des commandes et analyse de la distribution des produits.
getting_started_sample9=Combinaisons de produits r\u00e9gionaux <br/>(Tableau de bord)|Visualisez les tendances des ventes et les performances des produits par zone g\u00e9ographique et ligne de produit.
getting_started_video1=Pr\u00e9sentation de la console utilisateur Pentaho|Familiarisez-vous avec les caract\u00e9ristiques et les fonctionnalit\u00e9s de la console utilisateur Pentaho.
getting_started_video2=Cr\u00e9er une source de donn\u00e9es|D\u00e9couvrez comment cr\u00e9er une source de donn\u00e9es \u00e0 partir d'un fichier csv \u00e0 l'aide de l'assistant de source de donn\u00e9es pas \u00e0 pas.
getting_started_video3=Cr\u00e9er un rapport interactif|Cr\u00e9ez rapidement un rapport op\u00e9rationnel \u00e0 l'aide de l'interface \u00ab Drag and Drop \u00bb.
getting_started_video4=Cr\u00e9er un rapport de l'analyseur|Permet aux utilisateurs de cr\u00e9er des rapports et des graphiques pour explorer et afficher rapidement les donn\u00e9es d'entreprise.
getting_started_video5=Cr\u00e9er un tableau de bord|Cr\u00e9ez une vue unique de plusieurs rapports et graphiques que vous avez cr\u00e9\u00e9s.

marketplace=Ajouter des options via Marketplace
