#
# *******************************************************************************
# Pentaho
#
# Copyright (C) 2002-2013 by Pentaho : http://www.pentaho.com
# *******************************************************************************
#

browse=\u30d5\u30a1\u30a4\u30eb\u691c\u7d22
create_new=\u65b0\u898f\u4f5c\u6210
analysis_report=\u30a2\u30ca\u30e9\u30a4\u30b6\u30fc\u30ec\u30dd\u30fc\u30c8
interactive_report=\u30a4\u30f3\u30bf\u30e9\u30af\u30c6\u30a3\u30d6\u30ec\u30dd\u30fc\u30c8
dashboard=\u30c0\u30c3\u30b7\u30e5\u30dc\u30fc\u30c9
manage_datasources=\u30c7\u30fc\u30bf\u30bd\u30fc\u30b9\u7ba1\u7406
documentation=\u30c9\u30ad\u30e5\u30e1\u30f3\u30c8
analyzer_report=\u30a2\u30ca\u30e9\u30a4\u30b6\u30fc\u30ec\u30dd\u30fc\u30c8
analyzer_tooltip=\u65b0\u898f\u30a2\u30ca\u30ea\u30b7\u30b9\u30ec\u30dd\u30fc\u30c8
getting_started_heading=Pentaho\u30e6\u30fc\u30b6\u30fc\u30b3\u30f3\u30bd\u30fc\u30eb
favorites=\u304a\u6c17\u306b\u5165\u308a
recents=\u6700\u8fd1\u958b\u3044\u305f\u30d5\u30a1\u30a4\u30eb
refresh=\u30ea\u30d5\u30ec\u30c3\u30b7\u30e5
clearAllRecents=\u6700\u8fd1\u958b\u3044\u305f\u30d5\u30a1\u30a4\u30eb\u3092\u30af\u30ea\u30a2
clearAllFavorites=\u304a\u6c17\u306b\u5165\u308a\u3092\u30af\u30ea\u30a2
emptyList=\u30a2\u30a4\u30c6\u30e0\u306a\u3057
clear=\u30af\u30ea\u30a2
cancel=\u30ad\u30e3\u30f3\u30bb\u30eb
confirm=\u78ba\u8a8d
video=\u30d3\u30c7\u30aa
confirmClearRecents=\u6700\u8fd1\u958b\u3044\u305f\u30d5\u30a1\u30a4\u30eb\u3092\u3059\u3079\u3066\u30af\u30ea\u30a2\u3057\u307e\u3059\u304b\uff1f
confirmClearFavorites=\u304a\u6c17\u306b\u5165\u308a\u3092\u3059\u3079\u3066\u30af\u30ea\u30a2\u3057\u307e\u3059\u304b\uff1f
pentaho_user_console_guide=Pentaho\u30e6\u30fc\u30b6\u30fc\u30b3\u30f3\u30bd\u30fc\u30eb\u30ac\u30a4\u30c9
pentaho_user_console_guide_description=Pentaho\u30c0\u30c3\u30b7\u30e5\u30dc\u30fc\u30c9\u30c7\u30b6\u30a4\u30ca\u30fc\u3001Pentaho\u30a2\u30ca\u30e9\u30a4\u30b6\u30fc\u3001Pentaho\u30a4\u30f3\u30bf\u30e9\u30af\u30c6\u30a3\u30d6\u30ec\u30dd\u30fc\u30c8\u3001Pentaho\u30e6\u30fc\u30b6\u30fc\u30b3\u30f3\u30bd\u30fc\u30eb\u306e\u30b9\u30b1\u30b8\u30e5\u30fc\u30eb\u3068\u8a8d\u8a3c\u6a5f\u80fd\u306b\u95a2\u3059\u308b\u30ea\u30d5\u30a1\u30ec\u30f3\u30b9\u8cc7\u6599\u3068\u30bf\u30b9\u30af\u30d9\u30fc\u30b9\u306e\u30c9\u30ad\u30e5\u30e1\u30f3\u30c8
pentaho_bi_suite_guide=Getting Started with BI Suite
pentaho_bi_suite_guide_description=Pentaho\u30e6\u30fc\u30b6\u30fc\u30b3\u30f3\u30bd\u30fc\u30eb\u306e\u30c7\u30b6\u30a4\u30f3\u30c4\u30fc\u30eb\u3067\u306e\u8a73\u7d30\u306a\u30b3\u30f3\u30c6\u30f3\u30c4\u306e\u4f5c\u6210\u65b9\u6cd5\u3092\u8aac\u660e\u3057\u3066\u3044\u307e\u3059\u3002
error_could_not_get_favorites=\u304a\u6c17\u306b\u5165\u308a\u3092\u53d6\u5f97\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
error_could_not_get_recents=\u6700\u8fd1\u958b\u3044\u305f\u30d5\u30a1\u30a4\u30eb\u3092\u53d6\u5f97\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
error_could_not_mark_favorite=\u304a\u6c17\u306b\u5165\u308a\u306b\u8ffd\u52a0\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
error_could_not_unmark_favorite=\u304a\u6c17\u306b\u5165\u308a\u304b\u3089\u524a\u9664\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
error_could_not_clear_recents=\u6700\u8fd1\u958b\u3044\u305f\u30d5\u30a1\u30a4\u30eb\u30ea\u30b9\u30c8\u306e\u30af\u30ea\u30a2\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
error_could_not_clear_favorites=\u304a\u6c17\u306b\u5165\u308a\u30ea\u30b9\u30c8\u306e\u30af\u30ea\u30a2\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
add_favorite_tooltip=\u304a\u6c17\u306b\u5165\u308a\u306b\u8ffd\u52a0
remove_favorite_tooltip=\u304a\u6c17\u306b\u5165\u308a\u304b\u3089\u524a\u9664
empty_favorites_panel_message=\u304a\u6c17\u306b\u5165\u308a\u306b\u30b3\u30f3\u30c6\u30f3\u30c4\u304c\u8ffd\u52a0\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002\u304a\u6c17\u306b\u5165\u308a\u306b\u30b3\u30f3\u30c6\u30f3\u30c4\u3092\u8ffd\u52a0\u3057\u3066\u304f\u3060\u3055\u3044\u3002
empty_recents_panel_message=\u6700\u8fd1\u958b\u3044\u305f\u30d5\u30a1\u30a4\u30eb\u306f\u3042\u308a\u307e\u305b\u3093\u3002\u30d5\u30a1\u30a4\u30eb\u3092\u958b\u3044\u3066\u304f\u3060\u3055\u3044\u3002

getting_started_tab1=\u3088\u3046\u3053\u305d
getting_started_tab1_title=Pentaho\u30d3\u30b8\u30cd\u30b9\u30a2\u30ca\u30ea\u30c6\u30a3\u30af\u30b9<br/>\u306b\u3064\u3044\u3066
getting_started_tab1_message1=\u52d5\u753b\u3067\u306f\u4ee5\u4e0b\u306e\u3088\u3046\u306a\u4e8b\u304c\u89e3\u8aac\u3055\u308c\u3066\u3044\u307e\u3059\u3002:
getting_started_tab1_message2=- Pentaho\u306e\u52d5\u4f5c
getting_started_tab1_message3=- Pentaho\u3067\u4f55\u304c\u3067\u304d\u308b\u304b
getting_started_tab1_message4=- Pentaho\u306e\u59cb\u3081\u65b9
getting_started_tab1_message5=- \u652f\u63f4\u3092\u4f9d\u983c\u3059\u308b\u306b\u306f

getting_started_tab2=\u30b5\u30f3\u30d7\u30eb
getting_started_tab3=\u30c1\u30e5\u30fc\u30c8\u30ea\u30a2\u30eb

getting_started_samples_button_title=\u691c\u7d22
getting_started_tutorials_button_title=\u52d5\u753b\u3092\u518d\u751f
error_no_sample_content=\u30b5\u30f3\u30d7\u30eb\u30b3\u30f3\u30c6\u30f3\u30c4\u306e'{{sample_title}}'\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3002\u7ba1\u7406\u8005\u306b\u554f\u3044\u5408\u308f\u305b\u3066\u304f\u3060\u3055\u3044\u3002
error_propterty_does_not_exist=\u8a2d\u5b9a\u30d7\u30ed\u30d1\u30c6\u30a3 '{{link}}' \u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3002
error_no_internet_access=\u30a4\u30f3\u30bf\u30fc\u30cd\u30c3\u30c8\u306b\u63a5\u7d9a\u3067\u304d\u307e\u305b\u3093\u3002

# Samples and videos are formatted as TITLE|DESCRIPTION
getting_started_sample1=Leading Product Lines <br/>(Pivot Table)|\u5730\u57df\u3054\u3068\u306e\u88fd\u54c1\u30e9\u30a4\u30f3\u30c8\u30c3\u30d7\uff15\u3092\u6bd4\u8f03\u3057\u307e\u3059\u3002
getting_started_sample2=European Sales <br/>(Geo Map)|\u5730\u56f3\u3092\u5229\u7528\u3057\u3066\u30e8\u30fc\u30ed\u30c3\u30d1\u306e\u58f2\u4e0a\u3092\u8abf\u67fb\u3057\u307e\u3059\u3002
getting_started_sample3=Country Performance <br/>(Heat Grid)|\u30d2\u30fc\u30c8\u30b0\u30ea\u30c3\u30c9\u3092\u4f7f\u7528\u3057\u3066\u58f2\u308a\u4e0a\u3052\u304c\u6700\u9ad8/\u6700\u4f4e\u306a\u56fd\u306b\u30b9\u30dd\u30c3\u30c8\u3092\u5f53\u3066\u307e\u3059\u3002
getting_started_sample4=Vendor Sales <br/>(Interactive Report)|\u88fd\u54c1\u30d9\u30f3\u30c0\u30fc\u3054\u3068\u306e\u73fe\u5728\u306e\u6ce8\u6587\u3092\u8868\u793a\u3057\u307e\u3059\u3002\u5730\u57df\u3068\u6ce8\u6587\u72b6\u6cc1\u3067\u30d5\u30a3\u30eb\u30bf\u30ea\u30f3\u30b0\u3092\u884c\u3046\u4e8b\u304c\u3067\u304d\u307e\u3059\u3002
getting_started_sample5=Inventory List <br/>(Report)|\u8a73\u7d30\u4ed8\u304d\u306e\u88fd\u54c1\u306e\u5728\u5eab\u30ea\u30b9\u30c8\u3092\u8868\u793a\u3057\u307e\u3059\u3002
getting_started_sample6=Top Customers <br/>(Report)|\u4e0a\u5f97\u610f\u5ba2\u306e\u58f2\u4e0a\u3068\u8ca9\u58f2\u6570\u91cf\u3092\u8868\u793a\u3057\u307e\u3059\u3002\u5730\u57df\u3068\u88fd\u54c1\u30e9\u30a4\u30f3\u3067\u30d5\u30a3\u30eb\u30bf\u30ea\u30f3\u30b0\u3092\u884c\u3046\u4e8b\u304c\u3067\u304d\u307e\u3059\u3002
getting_started_sample7=Product Performance <br/>(Dashboard)|\u3059\u3079\u3066\u306e\u88fd\u54c1\u306e\u58f2\u308a\u4e0a\u3052\u3001\u5730\u57df\u3054\u3068\u306e\u58f2\u308a\u4e0a\u3052\u3001\u6ce8\u6587\u72b6\u6cc1\u3092\u5206\u6790\u3057\u307e\u3059\u3002
getting_started_sample8=Regional Sales <br/>(Dashboard)|\u88fd\u54c1\u30e9\u30a4\u30f3\u3054\u3068\u306b\u4e16\u754c\u306e\u58f2\u308a\u4e0a\u3052\u3001\u58f2\u4e0a\u50be\u5411\u3001\u4e0a\u5f97\u610f\u5ba2\u3092\u5206\u6790\u3057\u307e\u3059\u3002
getting_started_sample9=Regional Product Mix <br/>(Dashboard)|\u58f2\u4e0a\u50be\u5411\u3068\u88fd\u54c1\u5b9f\u7e3e\u3092\u5730\u57df\u3068\u88fd\u54c1\u30e9\u30a4\u30f3\u3067\u8996\u899a\u5316\u3057\u307e\u3059\u3002
getting_started_video1=Pentaho\u30e6\u30fc\u30b6\u30fc\u30b3\u30f3\u30bd\u30fc\u30eb\u6982\u8981|Pentaho\u30e6\u30fc\u30b6\u30fc\u30b3\u30f3\u30bd\u30fc\u30eb\u306e\u6a5f\u80fd\u3084\u7279\u5fb4\u3092\u7d39\u4ecb\u3057\u307e\u3059\u3002
getting_started_video2=\u30c7\u30fc\u30bf\u30bd\u30fc\u30b9\u306e\u4f5c\u6210|\u30c7\u30fc\u30bf\u30bd\u30fc\u30b9\u30a6\u30a3\u30b6\u30fc\u30c9\u3092\u4f7f\u7528\u3057\u3066csv\u30d5\u30a1\u30a4\u30eb\u304b\u3089\u30c7\u30fc\u30bf\u30bd\u30fc\u30b9\u3092\u4f5c\u6210\u3057\u307e\u3059\u3002
getting_started_video3=\u30a4\u30f3\u30bf\u30e9\u30af\u30c6\u30a3\u30d6\u30ec\u30dd\u30fc\u30c8\u306e\u4f5c\u6210|\u30c9\u30e9\u30c3\u30b0&\u30c9\u30ed\u30c3\u30d7\u30a4\u30f3\u30bf\u30fc\u30d5\u30a7\u30fc\u30b9\u3092\u4f7f\u7528\u3057\u3066\u30ec\u30dd\u30fc\u30c8\u3092\u4f5c\u6210\u3057\u307e\u3059\u3002
getting_started_video4=\u30a2\u30ca\u30e9\u30a4\u30b6\u30fc\u30ec\u30dd\u30fc\u30c8\u306e\u4f5c\u6210| \u30d3\u30b8\u30cd\u30b9\u30c7\u30fc\u30bf\u306e\u63a2\u7d22\u3068\u53ef\u8996\u5316\u3092\u3059\u3070\u3084\u304f\u884c\u3044\u3001\u30ec\u30dd\u30fc\u30c8\u3084\u30c1\u30e3\u30fc\u30c8\u3092\u4f5c\u6210\u3059\u308b\u4e8b\u304c\u3067\u304d\u307e\u3059\u3002
getting_started_video5=\u30c0\u30c3\u30b7\u30e5\u30dc\u30fc\u30c9\u306e\u4f5c\u6210|\u8907\u6570\u306e\u30ec\u30dd\u30fc\u30c8\u3084\u30c1\u30e3\u30fc\u30c8\u3092\uff11\u753b\u9762\u3067\u8868\u793a\u3057\u307e\u3059\u3002

marketplace=\u30de\u30fc\u30b1\u30c3\u30c8\u30d7\u30ec\u30fc\u30b9\u7d4c\u7531\u3067\u30aa\u30d7\u30b7\u30e7\u30f3\u3092\u8ffd\u52a0
