#
# *******************************************************************************
# Pentaho
#
# Copyright (C) 2002-2013 by Pentaho\u0020: http://www.pentaho.com
# *******************************************************************************
#

browse=\u30d5\u30a1\u30a4\u30eb\u3092\u53c2\u7167
create_new=\u65b0\u898f\u4f5c\u6210
analysis_report=\u30a2\u30ca\u30ea\u30b7\u30b9 \u30ec\u30dd\u30fc\u30c8
interactive_report=\u30a4\u30f3\u30bf\u30e9\u30af\u30c6\u30a3\u30d6 \u30ec\u30dd\u30fc\u30c8
dashboard=\u30c0\u30c3\u30b7\u30e5\u30dc\u30fc\u30c9
manage_datasources=\u30c7\u30fc\u30bf \u30bd\u30fc\u30b9\u306e\u7ba1\u7406
documentation=\u30c9\u30ad\u30e5\u30e1\u30f3\u30c8
analyzer_report=\u30a2\u30ca\u30ea\u30b7\u30b9 \u30ec\u30dd\u30fc\u30c8
analyzer_tooltip=\u65b0\u898f\u5206\u6790\u30ec\u30dd\u30fc\u30c8
getting_started_heading=\u4f5c\u696d\u306e\u958b\u59cb
favorites=\u304a\u6c17\u306b\u5165\u308a
recents=\u5c65\u6b74
refresh=\u30ea\u30d5\u30ec\u30c3\u30b7\u30e5
clearAllRecents=\u3059\u3079\u3066\u306e\u5c65\u6b74\u3092\u524a\u9664
clearAllFavorites=\u3059\u3079\u3066\u306e\u304a\u6c17\u306b\u5165\u308a\u3092\u524a\u9664
emptyList=\u9805\u76ee\u304c\u3042\u308a\u307e\u305b\u3093\u3002
clear=\u30af\u30ea\u30a2
cancel=Cancel
confirm=\u78ba\u8a8d
video=\u52d5\u753b
confirmClearRecents=\u672c\u5f53\u306b\u3059\u3079\u3066\u306e\u5c65\u6b74\u3092\u30af\u30ea\u30a2\u3057\u307e\u3059\u304b\uff1f
confirmClearFavorites=\u672c\u5f53\u306b\u3059\u3079\u3066\u306e\u304a\u6c17\u306b\u5165\u308a\u3092\u30af\u30ea\u30a2\u3057\u307e\u3059\u304b\uff1f
pentaho_user_console_guide=Pentaho \u30e6\u30fc\u30b6\u30fc \u30b3\u30f3\u30bd\u30fc\u30eb \u30ac\u30a4\u30c9
pentaho_user_console_guide_description=Pentaho \u30c0\u30c3\u30b7\u30e5\u30dc\u30fc\u30c9 \u30c7\u30b6\u30a4\u30ca\u30fc\u3001Pentaho \u30a2\u30ca\u30e9\u30a4\u30b6\u30fc\u3001Pentaho \u30a4\u30f3\u30bf\u30e9\u30af\u30c6\u30a3\u30d6 \u30ec\u30dd\u30fc\u30c8\u304a\u3088\u3073 Pentaho \u30e6\u30fc\u30b6\u30fc \u30b3\u30f3\u30bd\u30fc\u30eb\u5185\u306e\u30b3\u30f3\u30c6\u30f3\u30c4 \u30b9\u30b1\u30b8\u30e5\u30fc\u30eb\u3068\u8a8d\u8a3c\u6a5f\u80fd\u306b\u95a2\u3059\u308b\u30ea\u30d5\u30a1\u30ec\u30f3\u30b9\u8cc7\u6599\u3068\u30bf\u30b9\u30af\u30d9\u30fc\u30b9\u306e\u30c9\u30ad\u30e5\u30e1\u30f3\u30c8
pentaho_bi_suite_guide=Getting Started with BI Suite
pentaho_bi_suite_guide_description=Pentaho \u30e6\u30fc\u30b6\u30fc \u30b3\u30f3\u30bd\u30fc\u30eb \u30c7\u30b6\u30a4\u30f3 \u30c4\u30fc\u30eb\u3067\u306e\u30b3\u30f3\u30c6\u30f3\u30c4\u4f5c\u6210\u65b9\u6cd5\u3092\u8aac\u660e\u3059\u308b\u8a73\u7d30\u306a\u30c1\u30e5\u30fc\u30c8\u30ea\u30a2\u30eb
error_could_not_get_favorites=\u304a\u6c17\u306b\u5165\u308a\u3092\u53d6\u5f97\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
error_could_not_get_recents=\u5c65\u6b74\u3092\u53d6\u5f97\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
error_could_not_mark_favorite=\u304a\u6c17\u306b\u5165\u308a\u3068\u3057\u3066\u9805\u76ee\u3092\u30de\u30fc\u30af\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
error_could_not_unmark_favorite=\u304a\u6c17\u306b\u5165\u308a\u3068\u3057\u3066\u306e\u9805\u76ee\u306e\u30de\u30fc\u30af\u3092\u89e3\u9664\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
error_could_not_clear_recents=\u5c65\u6b74\u3092\u6d88\u53bb\u3057\u3088\u3046\u3068\u3059\u308b\u3068\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
error_could_not_clear_favorites=\u304a\u6c17\u306b\u5165\u308a\u3092\u6d88\u53bb\u3057\u3088\u3046\u3068\u3059\u308b\u3068\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
add_favorite_tooltip=\u304a\u6c17\u306b\u5165\u308a\u306b\u8ffd\u52a0
remove_favorite_tooltip=\u304a\u6c17\u306b\u5165\u308a\u3092\u524a\u9664
empty_favorites_panel_message=\u9078\u629e\u6e08\u307f\u306e\u304a\u6c17\u306b\u5165\u308a\u304c\u3042\u308a\u307e\u305b\u3093\u3002\u8907\u6570\u306e\u304a\u6c17\u306b\u5165\u308a\u3092\u8ffd\u52a0
empty_recents_panel_message=\u6700\u8fd1\u306f\u4f55\u3082\u958b\u3044\u3066\u3044\u307e\u305b\u3093\u3002\u30d5\u30a1\u30a4\u30eb\u3092\u53c2\u7167

getting_started_tab1=\u3088\u3046\u3053\u305d
getting_started_tab1_title=Pentaho \u30d3\u30b8\u30cd\u30b9\u5206\u6790<br/>\u306b\u3064\u3044\u3066\u3055\u3089\u306b\u898b\u308b
getting_started_tab1_message1=\u3053\u306e\u52d5\u753b\u306f\u6982\u8981\u3092\u63d0\u4f9b\u3057\u307e\u3059\uff1a
getting_started_tab1_message2=- Pentaho \u304c\u3069\u306e\u3088\u3046\u306b\u6a5f\u80fd\u3059\u308b\u306e\u304b
getting_started_tab1_message3=- \u4f55\u3092\u884c\u3046\u306e\u304b
getting_started_tab1_message4=- \u3069\u306e\u3088\u3046\u306b\u958b\u59cb\u3059\u308b\u306e\u304b
getting_started_tab1_message5=- \u30d8\u30eb\u30d7\u306f\u3069\u3053\u306b\u3042\u308b\u306e\u304b

getting_started_tab2=\u30b5\u30f3\u30d7\u30eb
getting_started_tab3=\u30c1\u30e5\u30fc\u30c8\u30ea\u30a2\u30eb

getting_started_samples_button_title=\u691c\u7d22
getting_started_tutorials_button_title=\u52d5\u753b\u3092\u898b\u308b
error_no_sample_content=\u30b5\u30f3\u30d7\u30eb \u30b3\u30f3\u30c6\u30f3\u30c4 '{{sample_title}}' \u3092\u767a\u898b\u3067\u304d\u307e\u305b\u3093\u3002\u7ba1\u7406\u8005\u306b\u304a\u554f\u3044\u5408\u308f\u305b\u304f\u3060\u3055\u3044\u3002
error_propterty_does_not_exist=\u69cb\u6210\u30d7\u30ed\u30d1\u30c6\u30a3 '{{link}}' \u306f\u5b58\u5728\u3057\u307e\u305b\u3093\u3002
error_no_internet_access=\u691c\u51fa\u3055\u308c\u305f\u30a4\u30f3\u30bf\u30fc\u30cd\u30c3\u30c8\u63a5\u7d9a\u306f\u3042\u308a\u307e\u305b\u3093\u3002

# Samples and videos are formatted as TITLE|DESCRIPTION
getting_started_sample1=\u4e3b\u8981\u88fd\u54c1\u30e9\u30a4\u30f3<br/>(\u30d4\u30dc\u30c3\u30c8 \u30c6\u30fc\u30d6\u30eb)|\u62c5\u5f53\u5730\u57df\u306b\u3088\u3063\u3066\u30c8\u30c3\u30d7 5 \u306e\u88fd\u54c1\u30e9\u30a4\u30f3\u306e\u58f2\u4e0a\u9ad8\u3092\u6bd4\u8f03
getting_started_sample2=\u58f2\u4e0a\u9ad8\u5185\u8a33 <br/>(CTools \u30c0\u30c3\u30b7\u30e5\u30dc\u30fc\u30c9)|\u58f2\u4e0a\u9ad8\u30e1\u30c8\u30ea\u30af\u30b9\u3092\u8996\u899a\u5316
getting_started_sample3=\u6b27\u5dde\u306e\u58f2\u4e0a\u9ad8 <br/>(\u5730\u7406\u7684\u5730\u56f3)|\u5730\u7406\u7684\u5730\u56f3\u3092\u4f7f\u7528\u3057\u3066\u6b27\u5dde\u306e\u58f2\u4e0a\u9ad8\u3092\u8abf\u67fb
getting_started_sample4=\u56fd\u306e\u30d1\u30d5\u30a9\u30fc\u30de\u30f3\u30b9 <br/>(\u30cf\u30fc\u30c8 \u30b0\u30ea\u30c3\u30c9)|\u30cf\u30fc\u30c8 \u30b0\u30ea\u30c3\u30c9\u3092\u4f7f\u7528\u3057\u3066\u7d20\u65e9\u304f\u30c8\u30c3\u30d7 \u30d1\u30d5\u30a9\u30fc\u30de\u30f3\u30b9\u306e\u56fd\u3005\u3068\u6700\u4e0b\u306e\u30d1\u30d5\u30a9\u30fc\u30de\u30f3\u30b9\u306e\u56fd\u3005\u3068\u3092\u898b\u5206\u3051\u308b
getting_started_sample5=\u30d9\u30f3\u30c0\u30fc\u306e\u58f2\u4e0a\u9ad8 <br/>(\u30a4\u30f3\u30bf\u30e9\u30af\u30c6\u30a3\u30d6 \u30ec\u30dd\u30fc\u30c8)|\u88fd\u54c1\u30d9\u30f3\u30c0\u30fc\u3067\u73fe\u5728\u306e\u9806\u756a\u306b\u53c2\u7167\u3057\u3001\u62c5\u5f53\u5730\u57df\u3068\u6ce8\u6587\u72b6\u6cc1\u3067\u7d20\u65e9\u304f\u30d5\u30a3\u30eb\u30bf\u30fc\u51e6\u7406\u3092\u884c\u3046
getting_started_sample6=\u5728\u5eab\u4e00\u89a7 <br/>(\u30ec\u30dd\u30fc\u30c8)|\u8a73\u7d30\u306a\u88fd\u54c1\u8aac\u660e\u3092\u7528\u3044\u3066\u624b\u6301\u3061\u5728\u5eab\u3092\u8868\u793a\u3059\u308b\u5728\u5eab\u30ec\u30dd\u30fc\u30c8\u304c\u8d70\u67fb\u53ef\u80fd
getting_started_sample7=\u30c8\u30c3\u30d7\u306e\u9867\u5ba2 <br/>(\u30ec\u30dd\u30fc\u30c8)|\u58f2\u4e0a\u9ad8\u306b\u5bfe\u3059\u308b\u30c8\u30c3\u30d7\u306e\u9867\u5ba2\u3068\u8ca9\u58f2\u6570\u91cf\u3092\u53c2\u7167\u3057\u3001\u5730\u57df\u3068\u88fd\u54c1\u30e9\u30a4\u30f3\u3067\u7d20\u65e9\u304f\u30d5\u30a3\u30eb\u30bf\u30fc\u51e6\u7406\u3092\u884c\u3046
getting_started_sample8=\u55b6\u696d\u5b9f\u7e3e <br/>(\u30c0\u30c3\u30b7\u30e5\u30dc\u30fc\u30c9)|\u30b0\u30ed\u30fc\u30d0\u30eb\u306e\u58f2\u4e0a\u9ad8\u3092\u7406\u89e3\u3057\u3001\u53d7\u6ce8\u72b6\u6cc1\u3092\u53c2\u7167\u3001\u88fd\u54c1\u306e\u6d41\u901a\u72b6\u6cc1\u3092\u5206\u6790\u3059\u308b
getting_started_sample9=\u5730\u57df\u5225\u30fb\u88fd\u54c1\u5225\u306e\u7d44\u5408\u305b <br/>(\u30c0\u30c3\u30b7\u30e5\u30dc\u30fc\u30c9)|\u5730\u57df\u3068\u88fd\u54c1\u30e9\u30a4\u30f3\u6a2a\u65ad\u3067\u58f2\u4e0a\u50be\u5411\u3068\u88fd\u54c1\u5b9f\u7e3e\u3092\u8996\u899a\u5316
getting_started_video1=Pentaho \u30e6\u30fc\u30b6\u30fc \u30b3\u30f3\u30bd\u30fc\u30eb\u6982\u8981| Pentaho \u30e6\u30fc\u30b6\u30fc \u30b3\u30f3\u30bd\u30fc\u30eb\u306e\u6a5f\u80fd\u3068\u7279\u5fb4\u3092\u3088\u304f\u77e5\u308b
getting_started_video2=\u30c7\u30fc\u30bf \u30bd\u30fc\u30b9\u3092\u4f5c\u6210|\u30c7\u30fc\u30bf \u30bd\u30fc\u30b9 \u30a6\u30a3\u30b6\u30fc\u30c9\u3092\u30b9\u30c6\u30c3\u30d7\u3054\u3068\u306b\u4f7f\u7528\u3057\u3066 csv \u30d5\u30a1\u30a4\u30eb\u304b\u3089\u30c7\u30fc\u30bf \u30bd\u30fc\u30b9\u3092\u4f5c\u6210\u3059\u308b\u65b9\u6cd5\u3092\u5b66\u3076
getting_started_video3=\u30a4\u30f3\u30bf\u30e9\u30af\u30c6\u30a3\u30d6 \u30ec\u30dd\u30fc\u30c8\u3092\u4f5c\u6210|\u30a4\u30f3\u30bf\u30fc\u30d5\u30a7\u30fc\u30b9\u3092\u30c9\u30e9\u30c3\u30b0 \u30a2\u30f3\u30c9 \u30c9\u30ed\u30c3\u30d7\u3057\u3066\u7d20\u65e9\u304f\u4f7f\u7528\u53ef\u80fd\u306a\u30ec\u30dd\u30fc\u30c8\u3092\u4f5c\u6210\u3059\u308b
getting_started_video4=\u30a2\u30ca\u30e9\u30a4\u30b6\u30fc \u30ec\u30dd\u30fc\u30c8\u3092\u4f5c\u6210| \u30e6\u30fc\u30b6\u30fc\u3092\u30ec\u30dd\u30fc\u30c8\u304a\u3088\u3073\u30c1\u30e3\u30fc\u30c8\u4f5c\u6210\u53ef\u80fd\u306b\u3057\u3001\u30d3\u30b8\u30cd\u30b9 \u30c7\u30fc\u30bf\u3092\u7d20\u65e9\u304f\u691c\u7d22\u304a\u3088\u3073\u8996\u899a\u5316\u3059\u308b
getting_started_video5=\u30c0\u30c3\u30b7\u30e5\u30dc\u30fc\u30c9\u3092\u4f5c\u6210|\u4f5c\u6210\u3057\u305f\u8907\u6570\u306e\u30ec\u30dd\u30fc\u30c8\u3068\u30c1\u30e3\u30fc\u30c8\u306e\u5358\u4e00\u67a0\u30d3\u30e5\u30fc\u3092\u4f5c\u6210\u3059\u308b

marketplace=\u30de\u30fc\u30b1\u30c3\u30c8\u30d7\u30ec\u30fc\u30b9\u7d4c\u7531\u3067\u30aa\u30d7\u30b7\u30e7\u30f3\u3092\u8ffd\u52a0
