#
# *******************************************************************************
# Pentaho
#
# Copyright (C) 2002-2013 by Pentaho : http://www.pentaho.com
# *******************************************************************************
#

browse=Dateien durchsuchen
create_new=Neu erstellen
analysis_report=Analysebericht
interactive_report=Interaktiver Bericht
dashboard=Dashboard
manage_datasources=Datenquellen verwalten
documentation=Dokumentation
analyzer_report=Analysebericht
analyzer_tooltip=Neuer Analysebericht
getting_started_heading=Erste Schritte
favorites=Favoriten
recents=Neueste
refresh=Aktualisieren
clearAllRecents=Alle Neuesten l\u00f6schen
clearAllFavorites=Alle Favoriten l\u00f6schen
emptyList=Keine Elemente
clear=L\u00f6schen
cancel=Abbrechen
confirm=Best\u00e4tigen
video=Video
confirmClearRecents=Sind Sie sicher, dass Sie alle Neuesten l\u00f6schen m\u00f6chten?
confirmClearFavorites=Sind Sie sicher, dass Sie alle Favoriten l\u00f6schen m\u00f6chten?
pentaho_user_console_guide=Pentaho User Console-Handbuch
pentaho_user_console_guide_description=Referenzmaterial und aufgabenbasierte Dokumentation f\u00fcr Pentaho Dashboard Designer, Pentaho Analyzer, interaktive Berichterstellung mit Pentaho und Inhaltsplanung und Autorisierungsfeatures in Pentaho User Console.
pentaho_bi_suite_guide=Erste Schritte mit BI Suite
pentaho_bi_suite_guide_description=Detaillierte Erkl\u00e4rungen, die zeigen, wie Sie mit den Entwicklungstools von Pentaho User Console Inhalte erstellen k\u00f6nnen.
error_could_not_get_favorites=Beim Abrufen der Favoriten ist ein Fehler aufgetreten.
error_could_not_get_recents=Beim Abrufen der zuletzt verwendeten Elemente ist ein Fehler aufgetreten.
error_could_not_mark_favorite=Beim Markieren des Elements als Favorit ist ein Fehler aufgetreten.
error_could_not_unmark_favorite=Beim L\u00f6schen der Favoritenmarkierung des Elements ist ein Fehler aufgetreten.
error_could_not_clear_recents=Beim L\u00f6schen der zuletzt verwendeten Elemente ist ein Fehler aufgetreten.
error_could_not_clear_favorites=Beim L\u00f6schen der Favoriten ist ein Fehler aufgetreten.
add_favorite_tooltip=Zu Favoriten hinzuf\u00fcgen
remove_favorite_tooltip=Favoriten entfernen
empty_favorites_panel_message=Sie haben noch keine Favoriten ausgew\u00e4hlt. Favoriten hinzuf\u00fcgen.
empty_recents_panel_message=Sie haben k\u00fcrzlich nichts ge\u00f6ffnet. Durchsuchen Sie die Dateien.

getting_started_tab1=Willkommen
getting_started_tab1_title=Erfahren Sie mehr \u00fcber<br/>Pentaho Business Analytics
getting_started_tab1_message1=In diesem Video erhalten Sie einen hervorragenden \u00dcberblick \u00fcber Folgendes:
getting_started_tab1_message2=\u2013 Funktionsweise von Pentaho
getting_started_tab1_message3=\u2013 St\u00e4rken
getting_started_tab1_message4=\u2013 Erste Schritte
getting_started_tab1_message5=\u2013 Hilfe

getting_started_tab2=Beispiele
getting_started_tab3=Lernprogramme

getting_started_samples_button_title=Durchsuchen
getting_started_tutorials_button_title=Video anzeigen
error_no_sample_content=Beispielinhalt "{{sample_title}}" kann nicht gefunden werden. Wenden Sie sich an den Administrator.
error_propterty_does_not_exist=Konfigurationseigenschaft "{{link}}" ist nicht vorhanden.
error_no_internet_access=Es konnte keine Internetverbindung gefunden werden.

# Samples and videos are formatted as TITLE|DESCRIPTION
getting_started_sample1=F\u00fchrende Produktlinien <br/>(Pivot-Tabelle)|Vergleichen Sie die Ums\u00e4tze der Top 5 Produktlinien nach Region an.
getting_started_sample2=Umsatzverteilung <br/> (CTools Dashboard)|Visualisieren von Umsatzzahlen
getting_started_sample3=Vertrieb in Europa <br/>(Geokarte)|Analysieren Sie die Ums\u00e4tze in Europa mit einer interaktiven geografischen Karte.
getting_started_sample4=L\u00e4nderergebnisse <br/>(Heat-Grid)|Finden Sie dank eines Heat-Grid-Diagramms schnell L\u00e4nder mit den besten bzw. schlechtesten Umsatzergebnissen.
getting_started_sample5=Ums\u00e4tze der Anbieter <br/>(Interaktiver Bericht)|Zeigen Sie aktuelle Bestellungen der Produktanbieter an, filtern Sie schnell nach Region und Bestellstatus.
getting_started_sample6=Inventarliste <br/>(Bericht)|Der Inventarbericht mit Suchfunktion zeigt den Inventarbestand mit einer detaillierten Produktbeschreibung an.
getting_started_sample7=Gro\u00dfkunden <br/>(Bericht)|Zeigen Sie die Gro\u00dfkunden mit dem h\u00f6chsten Umsatz und den meisten verkauften Einheiten an, filtern Sie schnell nach Region und Produktlinie.
getting_started_sample8=Absatzentwicklung<br/>(Dashboard)|Informationen \u00fcber den weltweiten Vertrieb, Auftragsstatus abrufen und Produktvertrieb analysieren.
getting_started_sample9=Regionaler Produktmix<br/>(Dashboard)|Visualisieren von Verkaufstrends und Produktleistung f\u00fcr mehrere Standorte und Produktlinien.
getting_started_video1=Pentaho User Console \u00dcberblick|Verschaffen Sie sich einen \u00dcberblick \u00fcber die Features und Funktionen der Pentaho User Console.
getting_started_video2=Erstellen einer Datenquelle|Lernen Sie mit dem Datenquellen-Assistent Schritt f\u00fcr Schritt, wie Sie eine Datenquelle mit einer CSV-Datei erstellen k\u00f6nnen.
getting_started_video3=Erstellen eines interaktiven Berichts|Erstellen Sie mit der Drag-und-Drop-Benutzeroberfl\u00e4che schnell einen Gesch\u00e4ftsbericht.
getting_started_video4=Erstellen eines Analyzer-Berichts| Erm\u00f6glicht Benutzern, Berichte und Diagramme zu erstellen, um schnell Gesch\u00e4ftsdaten zu analysieren und zu visualisieren.
getting_started_video5=Erstellen eines Dashboards|Fassen Sie mehrere von Ihnen erstellte Berichte und Diagramme in einer Einzelansicht zusammen.

marketplace=Optionen \u00fcber Marketplace hinzuf\u00fcgen
